<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD4621-02">
<title>Ajustes de impresi&oacute;n</title>
<link href="files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="PrintSetting"></a><a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Inicio</a>
	&gt; <a href="menu01.htm">Men&uacute;s de ajustes</a>
</div>
<h1 class="head-a">
<a name="S-00200-00100"></a>Ajustes de impresi&oacute;n</h1>
<div class="jumper">
<img align="top" src="files/link_bul.gif"><a href="#S-00200-00100-00100">Fuente de papel</a>
</div>
<div class="jumper">
<img align="top" src="files/link_bul.gif"><a href="#S-00200-00100-00300">Tipo de papel</a>
</div>
<div class="jumper">
<img align="top" src="files/link_bul.gif"><a href="#S-00200-00100-01100">Calidad</a>
</div>
<div id="blanks"></div>

<div class="body-text">Las opciones disponibles var&iacute;an seg&uacute;n el modelo del producto.</div>



<h2 class="head-b">
<a name="S-00200-00100-00100"></a>Fuente de papel</h2>

<div class="body-text">Seleccione una Fuente de papel. Los ajustes disponibles pueden ser diferentes seg&uacute;n el modelo del producto.</div>

<div class="body-text">Para usar la funci&oacute;n Auto selecci&oacute;n, primero seleccione el tama&ntilde;o del papel en el panel de control del producto o en los Ajustes de la impresora en Epson Printer Utility. Abriendo la utilidad Epson Printer Utility:</div>

<ul id="itemiz">
<li class="list-text">Para Mac OS X 10.6 y 10.7, haga clic en Preferencias del Sistema en el men&uacute; Apple y luego haga clic en Impresi&oacute;n y Fax o Impresi&oacute;n y Escaneado. Seleccione su impresora de la lista Impresoras, haga clic en Opciones y recambios, haga clic en Utilidad y luego haga clic en Abrir Utilidad Impresoras.</li>

<li class="list-text">Para Mac OS X 10.5, haga clic en Preferencias del Sistema en el men&uacute; Apple y luego haga  clic en Impresi&oacute;n y Fax. Seleccione su impresora de la lista Impresoras, haga clic en Cola de impresi&oacute;n y luego haga clic en el Utilidad.</li>
</ul>

<div class="body-text">Cuando est&aacute; utilizando las dos bandejas como una bandeja de gran capacidad, seleccione Bandeja 1 y configure las siguientes condiciones.</div>

<ul id="itemiz">
<li class="list-text">Aseg&uacute;rese de cargar el mismo tipo y tama&ntilde;o de papel en ambas bandejas.</li>

<li class="list-text">Seleccione Cambio autom&aacute;tico de bandeja. Haga clic en Preferencias del sistema, haga clic en Impresi&oacute;n y Fax o Impresi&oacute;n y Escaneado, Opciones y recambios y luego seleccione la ficha Driver.</li>
</ul>
<div align="right" class="link-top">
<a href="#top">Principio&nbsp;<img align="middle" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00200-00100-00300"></a>Tipo de papel</h2>

<div class="body-text">Seleccione el tipo de papel que ha cargado en la impresora.</div>

<div class="body-text">Cuando selecciona la opci&oacute;n CD/DVD, tambi&eacute;n puede imprimir en un disco Blu-ray Disc&trade;.</div>
<div align="right" class="link-top">
<a href="#top">Principio&nbsp;<img align="middle" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00200-00100-01100"></a>Calidad</h2>

<div class="body-text">Seleccionar el ajuste Calidad de impresi&oacute;n deseado del men&uacute; desplegable. La disponibilidad del ajuste Calidad de impresi&oacute;n depende del ajuste Tipo de papel seleccionado. Seleccione el Tipo de papel antes de establecer la Calidad de impresi&oacute;n.</div>

<h3 class="head-c">
<a name="S-00200-05000-00100"></a>Sin m&aacute;rgenes</h3>

<div class="body-text">Seleccione esta opci&oacute;n para imprimir sin m&aacute;rgenes. Esta funci&oacute;n s&oacute;lo est&aacute; disponible cuando los ajustes de tipo de papel, tama&ntilde;o y calidad seleccionados son compatibles con la impresi&oacute;n sin m&aacute;rgenes.</div>

<h4 class="head-d">
<a name="S-00200-00600-00100"></a>Ampliaci&oacute;n</h4>

<div class="body-text">Para reducir la cantidad de recorte en los bordes de la imagen, seleccione M&iacute;n. o Med. Si la imagen se imprime con un borde blanco, seleccione M&aacute;x.</div>

<h3 class="head-c">
<a name="S-00200-05000-00200"></a>Escala de grises</h3>

<div class="body-text">Seleccione esta opci&oacute;n para imprimir en tonos monocrom&aacute;ticos. Este ajuste puede no estar disponible dependiendo de otros ajustes.</div>

<h3 class="head-c">
<a name="S-00200-00100-01400"></a>Espejo</h3>

<div class="body-text">Este ajuste imprime una imagen como si se viera reflejada en un espejo, con el texto y los gr&aacute;ficos al rev&eacute;s.</div>
<div align="right" class="link-top">
<a href="#top">Principio&nbsp;<img align="middle" border="0" src="files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
