<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Fogad&aacute;ssal kapcsolatos hiba&uuml;zenetek (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Kezdőlap</a>
	&gt; <a href="menu07.htm">Hibaelh&aacute;r&iacute;t&aacute;s</a>
</div>
<h1 class="head-a">
<a name="S-00600-00300"></a>Fogad&aacute;ssal kapcsolatos hiba&uuml;zenetek (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</h1>

<div class="body-text">Az al&aacute;bbiakban azoknak a hiba&uuml;zeneteknek a list&aacute;ja l&aacute;that&oacute;, amelyek faxok fogad&aacute;sakor jelenhetnek meg, ezenk&iacute;v&uuml;l a probl&eacute;ma megold&aacute;s&aacute;nak m&oacute;dja is megtekinthető.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">&Uuml;zenet</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Teendő</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Nyomtat&oacute; kommunik&aacute;ci&oacute;s hiba l&eacute;pett fel.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kapcsolja ki, majd kapcsolja be &uacute;jra a nyomtat&oacute;t. V&aacute;rjon egy kis ideig, majd pr&oacute;b&aacute;lja meg &uacute;jra.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">The printer (fax driver) you are setting has been deleted. Add the printer (fax driver) in [System Preferences] - [Print &amp; Fax]. (A be&aacute;ll&iacute;t&aacute;s alatt &aacute;ll&oacute; nyomtat&oacute; (fax-illesztőprogram) t&ouml;rl&eacute;sre ker&uuml;lt. Adja hozz&aacute; a nyomtat&oacute; (fax-illesztőprogramot) a [Rendszerbe&aacute;ll&iacute;t&aacute;sok] - [Nyomtat&aacute;s &eacute;s fax] r&eacute;szben.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Adja hozz&aacute; a PC-FAX illesztőprogramj&aacute;t a nyomtat&oacute;list&aacute;hoz. Kattintson az <b>OK</b> gombra a p&aacute;rbesz&eacute;dpanelen. Megjelenik a Nyomtat&oacute; hozz&aacute;ad&aacute;sa p&aacute;rbesz&eacute;dpanel.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Change not accepted. Some printer settings have been changed by another computer, print queue, or the printer. Please try again. (A m&oacute;dos&iacute;t&aacute;s nem ker&uuml;lt elfogad&aacute;sra. Bizonyos nyomtat&oacute; be&aacute;ll&iacute;t&aacute;sokat m&aacute;sik sz&aacute;m&iacute;t&oacute;g&eacute;pről, nyomtat&aacute;si sorb&oacute;l vagy nyomtat&oacute;b&oacute;l m&oacute;dos&iacute;tottak. K&eacute;rj&uuml;k, pr&oacute;b&aacute;lja &uacute;jra.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A Received Fax Output Settings (Vett faxok kimeneti be&aacute;ll&iacute;t&aacute;sai) a h&aacute;l&oacute;zaton l&eacute;vő m&aacute;sik sz&aacute;m&iacute;t&oacute;g&eacute;pről, a nyomtat&aacute;si sorr&oacute;l vagy a nyomtat&oacute;r&oacute;l m&oacute;dos&iacute;tott&aacute;k. V&aacute;rjon egy kis ideig, majd pr&oacute;b&aacute;lja meg &uacute;jra.<br>A be&eacute;rkezett faxokat csak egyetlen sz&aacute;m&iacute;t&oacute;g&eacute;pre lehet menteni.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received faxes not saved due to an error. (A fogadott faxok hiba miatt nem ker&uuml;ltek ment&eacute;sre.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Nem siker&uuml;lt menteni a be&eacute;rkezett faxot a megadott mapp&aacute;ba. Ellenőrizze a megadott mappa kapcsolat&aacute;t a mappa el&eacute;r&eacute;s&eacute;hez, &eacute;s ellenőrizze, hogy rendelkezik-e hozz&aacute;f&eacute;r&eacute;si joggal a mapp&aacute;hoz.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (A feldolgoz&aacute;s hiba miatt megszak&iacute;t&aacute;sra ker&uuml;lt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ha a probl&eacute;m&aacute;t a nyomtat&oacute; &eacute;s a sz&aacute;m&iacute;t&oacute;g&eacute;p &uacute;jraind&iacute;t&aacute;s&aacute;val sem tudta megoldani, k&eacute;rj&uuml;k, l&eacute;pjen kapcsolatba az Epson &uuml;gyf&eacute;lszolg&aacute;lat&aacute;val. Az el&eacute;rhetős&eacute;geket a nyomtat&oacute; k&eacute;zik&ouml;nyv&eacute;ben tekintheti meg.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot save faxes. User authentication failed. (Faxok nem menthetők. Felhaszn&aacute;l&oacute;i hiteles&iacute;t&eacute;s sikertelen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A be&eacute;rkezett faxok nem menthetők, mert a PC-FAX fogad&aacute;s felhaszn&aacute;l&oacute;-hiteles&iacute;t&eacute;si adatai (f&aacute;jlmegoszt&aacute;si n&eacute;v &eacute;s jelsz&oacute;) nincsenek megfelelően be&aacute;ll&iacute;tva a sz&aacute;m&iacute;t&oacute;g&eacute;p kulcskarik&aacute;j&aacute;n.<br>Adja meg &uacute;jra a <b>Fax Output Setting (Vett faxok kimeneti be&aacute;ll&iacute;t&aacute;sai.)</b>, majd adja meg a helyes felhaszn&aacute;l&oacute;-hiteles&iacute;t&eacute;si adatokat, amikor megjelenik a beviteli k&eacute;pernyő. Ne feledje el kiv&aacute;lasztani a <b>Remember this password in my keychain (Jelsz&oacute; megjegyz&eacute;se a kulcskarik&aacute;n)</b> lehetős&eacute;get.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
