<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Probl&eacute;m&aacute;k list&aacute;ja</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Kezdőlap</a>
	&gt; <a href="menu07.htm">Hibaelh&aacute;r&iacute;t&aacute;s</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Probl&eacute;m&aacute;k list&aacute;ja</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">Tov&aacute;bb&iacute;t&aacute;si probl&eacute;m&aacute;k</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Fogad&aacute;si probl&eacute;m&aacute;k (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Hiba&uuml;zenetek</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>Tov&aacute;bb&iacute;t&aacute;si probl&eacute;m&aacute;k</h2>

<div class="body-text">Tov&aacute;bb&iacute;t&aacute;si probl&eacute;ma eset&eacute;n v&eacute;gezzen hibaelh&aacute;r&iacute;t&aacute;st az al&aacute;bbiak szerint.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Probl&eacute;ma</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Teendő</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A FAX XXXXXX (az &Ouml;n nyomtat&oacute;ja) nem szerepel a nyomtat&oacute;list&aacute;n.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Győződj&ouml;n meg arr&oacute;l, hogy a nyomtat&oacute; illesztőprogramja &eacute;s a PC-FAX illesztőprogramja telep&iacute;tve van, &eacute;s a PC-FAX illesztőprogramja szerepel a nyomtat&oacute;list&aacute;n.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A <b>Fax</b> gomb sz&uuml;rke (le van tiltva).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ez a gomb csak akkor haszn&aacute;lhat&oacute;, ha c&iacute;mzett lett hozz&aacute;adva a <b>Recipient List (C&iacute;mzett lista)</b> tartalm&aacute;hoz. Legal&aacute;bb egy c&iacute;mzettet adjon meg.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Faxok nem k&uuml;ldhetők a nyomtat&oacute;r&oacute;l.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Ha a &bdquo;No dial tone detected (Nincs t&aacute;rcsahang)&rdquo; sz&ouml;veg l&aacute;that&oacute;, v&aacute;lassza a <b>Fax Settings (Fax be&aacute;ll&iacute;t&aacute;sok)</b> - <b>Dial Tone Detection Settings (T&aacute;rcsahang&eacute;szlel&eacute;s be&aacute;ll&iacute;t&aacute;sok)</b> elemet, majd t&ouml;r&ouml;lje a <b>Detect Dial Tone (T&aacute;rcsahang&eacute;szlel&eacute;s)</b> elem jel&ouml;lőn&eacute;gyzet&eacute;nek jel&ouml;l&eacute;s&eacute;t.</li>

<li class="list-text">Győződj&ouml;n meg arr&oacute;l, hogy a <b>Your Phone Number (Saj&aacute;t telefonsz&aacute;m)</b> elemet a Header Information Settings (Fejl&eacute;c inform&aacute;ci&oacute; be&aacute;ll&iacute;t&aacute;sok) alatt be&aacute;ll&iacute;totta. Elk&eacute;pzelhető, hogy a c&iacute;mzett faxk&eacute;sz&uuml;l&eacute;ke &uacute;gy lett konfigur&aacute;lva, hogy blokkolja azoknak a faxoknak a fogad&aacute;s&aacute;t, amelyek nem tartalmazz&aacute;k a felad&oacute; telefonsz&aacute;m&aacute;t/faxsz&aacute;m&aacute;t.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A tov&aacute;bb&iacute;tott adatok &aacute;llapota nem m&oacute;dosul a Waiting for printer response (V&aacute;rakoz&aacute;s a nyomtat&oacute; v&aacute;lasz&aacute;ra) &aacute;llapotr&oacute;l.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A Waiting for printer response (V&aacute;rakoz&aacute;s a nyomtat&oacute; v&aacute;lasz&aacute;ra) &uuml;zenet akkor jelenik meg, ha a sz&aacute;m&iacute;t&oacute;g&eacute;p nem tud kommunik&aacute;lni a nyomtat&oacute;val (FAX k&eacute;sz&uuml;l&eacute;kkel), &eacute;s addig l&aacute;that&oacute;, am&iacute;g a kommunik&aacute;ci&oacute; helyre&aacute;ll. Ellenőrizze a k&ouml;vetkezőket.</div>
<ul id="itemiz">
<li class="list-text">A nyomtat&oacute; be van-e kapcsolva.</li>

<li class="list-text">A nyomtat&oacute; &eacute;s a sz&aacute;m&iacute;t&oacute;g&eacute;p helyesen van-e csatlakoztatva.</li>

<li class="list-text">Ha a nyomtat&oacute; egy h&aacute;l&oacute;zati k&eacute;sz&uuml;l&eacute;k, ellenőrizze, hogy a nyomtat&oacute; h&aacute;l&oacute;zati c&iacute;me helyesen van-e megadva.</li>

<li class="list-text">A nyomtat&oacute; k&eacute;pes-e a megszokott m&oacute;don nyomtatni.</li>
</ul>
<div class="table-text">Ha a fentiek mind rendben vannak, kapcsolja ki, majd kapcsolja be &uacute;jra a k&eacute;sz&uuml;l&eacute;ket.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Az alkalmaz&aacute;s lefagy, miut&aacute;n megjelenik &bdquo;Cannot print other fax data because a transmission is being processed.&rdquo; &uuml;zenet.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Előfordulhat, hogy egyes alkalmaz&aacute;sok lefagynak faxk&uuml;ld&eacute;skor, &eacute;s ek&ouml;zben megjelenik egy ind&iacute;t&aacute;si figyelmeztet&eacute;s. (Kis idő eltelt&eacute;vel az alkalmaz&aacute;sok helyre&aacute;llhatnak.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Lap teteje&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Fogad&aacute;si probl&eacute;m&aacute;k (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</h2>

<div class="body-text">Fogad&aacute;si probl&eacute;ma eset&eacute;n a k&ouml;vetkezők&eacute;ppen v&eacute;gezzen hibaelh&aacute;r&iacute;t&aacute;st.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Probl&eacute;ma</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Teendő</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A Fax Receive Monitor (Fax fogad&aacute;s figyelő) ikonja nem jelenik meg a FAX Utility alkalmaz&aacute;sban (főablak).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Az ikon akkor jelenik meg, ha PC-FAX fogad&aacute;st t&aacute;mogat&oacute; nyomtat&oacute;t v&aacute;laszt ki.<br>Csatlakoztasson egy olyan nyomtat&oacute;t (faxot), amely ezt a funkci&oacute;t t&aacute;mogatja, majd v&aacute;lassza ki a nyomtat&oacute;t.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A Received Fax Output Settings (Vett faxok kimeneti be&aacute;ll&iacute;t&aacute;sai) elem &uacute;gy van be&aacute;ll&iacute;tva, hogy a faxok egy sz&aacute;m&iacute;t&oacute;g&eacute;pre legyenek elmentve, de a k&eacute;sz&uuml;l&eacute;k nem menti el a faxokat.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A be&eacute;rkezett faxok csak akkor vannak elmentve a megadott mapp&aacute;ba, ha a Fax Receive Monitor (Fax fogad&aacute;s figyelő) fut. Azt javasoljuk, hogy a Fax Receive Monitor (Fax fogad&aacute;s figyelő) alkalmaz&aacute;st hagyja futni.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Nem lehet faxokat fogadni.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Jel&ouml;lje be az <b>Auto Answer (Automatikus h&iacute;v&aacute;sfogad&aacute;s)</b> jel&ouml;lőn&eacute;gyzet&eacute;t a <b>Fax Settings (Fax be&aacute;ll&iacute;t&aacute;sok)</b> - <b>Auto Answer Settings (Automatikus h&iacute;v&aacute;sfogad&aacute;s be&aacute;ll&iacute;t&aacute;sok)</b> alatt. Ha nem csatlakozik k&uuml;lső telefon a nyomtat&oacute;hoz, a nyomtat&oacute; nem tud faxot fogadni az <b>Auto Answer (Automatikus h&iacute;v&aacute;sfogad&aacute;s)</b> be&aacute;ll&iacute;t&aacute;sa n&eacute;lk&uuml;l.</li>

<li class="list-text">Ellenőrizze, hogy a nyomtat&oacute; nincs-e hiba&aacute;llapotban.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A be&aacute;ll&iacute;t&aacute;sokat nem lehet &uacute;gy m&oacute;dos&iacute;tani, hogy a be&eacute;rkezett faxok ki legyenek nyomtatva.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A be&aacute;ll&iacute;t&aacute;sokat nem m&oacute;dos&iacute;thatja, am&iacute;g az &ouml;sszes be&eacute;rkezett fax nem lett elmentve a sz&aacute;m&iacute;t&oacute;g&eacute;pre. A be&eacute;rkezett faxok ment&eacute;s&eacute;re be&aacute;ll&iacute;tott sz&aacute;m&iacute;t&oacute;g&eacute;pen m&oacute;dos&iacute;tsa a be&aacute;ll&iacute;t&aacute;sokat, miut&aacute;n ellenőrizte, hogy vannak-e &uacute;j faxok, vagy m&oacute;dos&iacute;tsa a be&aacute;ll&iacute;t&aacute;sokat a nyomtat&oacute; kezelőpanel&eacute;n kereszt&uuml;l.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder (A fogadott fax mapp&aacute;ja nem tal&aacute;lhat&oacute;)." &uuml;zenet akkor jelenik meg, ha a h&aacute;l&oacute;zat egyik megosztott mapp&aacute;ja a be&eacute;rkezett faxok mapp&aacute;jak&eacute;nt lett konfigur&aacute;lva.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ha a h&aacute;l&oacute;zaton l&eacute;vő egyik megosztott mapp&aacute;ba szeretne menteni, elősz&ouml;r csatlakoznia kell hozz&aacute;. Jel&ouml;lje ki a men&uuml;sort az &iacute;r&oacute;asztalon az <b>Go (Ugr&aacute;s)</b> - <b>Connect to Server (Csatlakoz&aacute;s a szerverhez)</b> lehetős&eacute;gn&eacute;l, majd csatlakozzon a h&aacute;l&oacute;zaton l&eacute;vő megosztott mapp&aacute;hoz.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A Fax Receive Monitor (Fax fogad&aacute;s figyelő) ablak nem l&aacute;that&oacute;, amikor a Fax Receive Monitor (Fax fogad&aacute;s figyelő) automatikusan elindul bejelentkez&eacute;skor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A Fax Receive Monitor (Fax fogad&aacute;s figyelő) ablak nem jelenik meg automatikusan, amikor a sz&aacute;m&iacute;t&oacute;g&eacute;p bejelentkezik. Kattintson a Fax Receive Monitor (Fax fogad&aacute;s figyelő) ikonj&aacute;ra a Dockon az ablak megnyit&aacute;s&aacute;hoz. A Fax Receive Monitor (Fax fogad&aacute;s figyelő) ablak a h&aacute;tt&eacute;rben műveleteket v&eacute;gez (pl. ellenőrzi, hogy &eacute;rkeztek-e &uacute;j faxok), m&eacute;g akkor is, ha nem jelenik meg automatikusan.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A felhaszn&aacute;l&oacute;i hiteles&iacute;t&eacute;s beviteli k&eacute;pernyője megjelenik a sz&aacute;m&iacute;t&oacute;g&eacute;p k&eacute;pernyőj&eacute;n minden alkalommal, amikor &uacute;j fax &eacute;rkezik.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ha h&aacute;l&oacute;zathoz csatlakoztatott nyomtat&oacute;t haszn&aacute;l, &eacute;s a PC-FAX fogad&aacute;s felhaszn&aacute;l&oacute;-hiteles&iacute;t&eacute;se (f&aacute;jlmegoszt&aacute;si n&eacute;v &eacute;s jelsz&oacute;) be van &aacute;ll&iacute;tva a nyomtat&oacute;n, akkor a be&eacute;rkezett fax sz&aacute;m&iacute;t&oacute;g&eacute;pre t&ouml;rt&eacute;nő ment&eacute;sekor ez a k&eacute;pernyő jelenik meg. Akkor is ez t&ouml;rt&eacute;nik, ha a nyomtat&oacute;n be&aacute;ll&iacute;tott hiteles&iacute;t&eacute;si inform&aacute;ci&oacute;k nem egyeznek a kulcskarik&aacute;n l&eacute;vő inform&aacute;ci&oacute;kkal. <br>Adja meg &uacute;jra a <b>Received Fax Output Settings (Vett faxok kimeneti be&aacute;ll&iacute;t&aacute;sai)</b>, majd adja meg a helyes felhaszn&aacute;l&oacute;-hiteles&iacute;t&eacute;si adatokat, amikor megjelenik a beviteli k&eacute;pernyő. Ne feledje el kiv&aacute;lasztani a <b>Remember this password in my keychain (Jelsz&oacute; megjegyz&eacute;se a kulcskarik&aacute;n)</b> lehetős&eacute;get.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Lap teteje&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Hiba&uuml;zenetek</h2>

<div class="body-text">Hiba&uuml;zenetek megjelen&eacute;sekor h&aacute;r&iacute;tsa el a probl&eacute;m&aacute;t az al&aacute;bbi hibaelh&aacute;r&iacute;t&aacute;si utas&iacute;t&aacute;sok szerint.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">&Uuml;zenet</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Teendő</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Nyomtat&oacute; (fax) inform&aacute;ci&oacute;k megszerz&eacute;se nem lehets&eacute;ges. Nyissa ki a "Print &amp; Fax Preferences" lehetős&eacute;get, majd adja hozz&aacute; a PC-FAX illesztőprogramot.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Adja hozz&aacute; a PC-FAX illesztőprogramj&aacute;t a nyomtat&oacute;list&aacute;hoz.</div>
<div class="table-text">Kattintson az <b>OK</b> gombra a p&aacute;rbesz&eacute;dpanelen. Megjelenik a Nyomtat&oacute; hozz&aacute;ad&aacute;sa p&aacute;rbesz&eacute;dpanel.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (A Fax &aacute;tviteli eredm&eacute;nyek nem nyithat&oacute; meg, mert egy m&aacute;sik FAX Utility seg&eacute;dprogram funkci&oacute; m&aacute;r fut. V&aacute;rjon am&iacute;g a fut&oacute; funkci&oacute; befejeződik, &eacute;s pr&oacute;b&aacute;lja &uacute;jra.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Egy m&aacute;sik FAX Utility funkci&oacute; fut. Z&aacute;rja be a m&aacute;sik funkci&oacute;t, majd pr&oacute;b&aacute;lja &uacute;jra.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (Az &aacute;tviteli eredm&eacute;nyf&aacute;jl nem nyithat&oacute; meg. Nincs hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;ga, vagy a f&aacute;jl nem l&eacute;tezik.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ellenőrizze, hogy rendelkezik-e hozz&aacute;f&eacute;r&eacute;si jogokkal az &aacute;tviteli jelent&eacute;s olvas&aacute;s&aacute;hoz.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (A napl&oacute;f&aacute;jl elment&eacute;se sikertelen. M&oacute;dos&iacute;tsa az el&eacute;r&eacute;si utat &eacute;s a f&aacute;jlnevet, majd mentse el &uacute;jra.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ellenőrizze a napl&oacute;f&aacute;jl ment&eacute;si hely&eacute;t.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Napl&oacute;f&aacute;jl t&ouml;rl&eacute;se sikertelen. Lehets&eacute;ges, hogy egy m&aacute;sik alkalmaz&aacute;s haszn&aacute;lja, vagy nincs hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;ga, vagy m&aacute;r kor&aacute;bban t&ouml;rl&eacute;sre ker&uuml;lt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ha egy napl&oacute;f&aacute;jl megmarad, ellenőrizze a hozz&aacute;f&eacute;r&eacute;si jogosults&aacute;gok be&aacute;ll&iacute;t&aacute;sait, vagy z&aacute;rja be a t&ouml;bbi alkalmaz&aacute;st.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Nyomtat&oacute; kommunik&aacute;ci&oacute;s hiba l&eacute;pett fel.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kapcsolja ki, majd kapcsolja be &uacute;jra a nyomtat&oacute;t. Ha nem műk&ouml;dik, v&aacute;rjon egy kis ideig, majd pr&oacute;b&aacute;lja meg &uacute;jra.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Hiba t&ouml;rt&eacute;nt a nyomtat&oacute;val val&oacute; kommunik&aacute;ci&oacute; sor&aacute;n.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">V&aacute;rjon egy kis ideig, majd pr&oacute;b&aacute;lja meg &uacute;jra.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Biztons&aacute;gi ment&eacute;s f&aacute;jlba &iacute;r&aacute;sa sikertelen. Nincs el&eacute;g szabad hely, vagy a f&aacute;jl &iacute;r&aacute;sv&eacute;dett.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ellenőrizze a szabad helyet a merevlemezen. Egy m&aacute;sik lehetős&eacute;gk&eacute;nt sz&uuml;ntesse meg a ment&eacute;si f&aacute;jl &iacute;r&aacute;sv&eacute;delm&eacute;t.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Biztons&aacute;gi ment&eacute;s f&aacute;jlba &iacute;r&aacute;sa sikertelen. A megadott f&aacute;jlt egy m&aacute;sik alkalmaz&aacute;s haszn&aacute;lja.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A ment&eacute;si f&aacute;jlt egy m&aacute;sik program haszn&aacute;lja. L&eacute;pjen ki a m&aacute;sik programb&oacute;l.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (A f&aacute;jlform&aacute;tum nem ismerhető fel. Lehets&eacute;ges, hogy a f&aacute;jl hib&aacute;s, vagy egy m&aacute;sik alkalmaz&aacute;sban k&eacute;sz&uuml;lt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A ment&eacute;si f&aacute;jl t&aacute;mogatott kiterjeszt&eacute;se csak *.fpb lehet. Ellenőrizze a ment&eacute;si f&aacute;jlt.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Biztons&aacute;gi ment&eacute;s f&aacute;jlb&oacute;l olvas&aacute;sa sikertelen. A megadott f&aacute;jlt egy m&aacute;sik alkalmaz&aacute;s haszn&aacute;lja.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A ment&eacute;si f&aacute;jlt egy m&aacute;sik program haszn&aacute;lja. L&eacute;pjen ki a m&aacute;sik programb&oacute;l.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (A feldolgoz&aacute;s hiba miatt megszak&iacute;t&aacute;sra ker&uuml;lt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ha a probl&eacute;m&aacute;t a nyomtat&oacute; &eacute;s a sz&aacute;m&iacute;t&oacute;g&eacute;p &uacute;jraind&iacute;t&aacute;s&aacute;val sem tudta megoldani, k&eacute;rj&uuml;k, l&eacute;pjen kapcsolatba az Epson &uuml;gyf&eacute;lszolg&aacute;lat&aacute;val. Az el&eacute;rhetős&eacute;geket a nyomtat&oacute; k&eacute;zik&ouml;nyv&eacute;ben tekintheti meg.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Lap teteje&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
