<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Be&aacute;ll&iacute;t&aacute;s a be&eacute;rkezett fax sz&aacute;m&iacute;t&oacute;g&eacute;pre t&ouml;rt&eacute;nő ment&eacute;s&eacute;hez</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Kezdőlap</a>
	&gt; <a href="menu03.htm">Faxok fogad&aacute;sa (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Be&aacute;ll&iacute;t&aacute;s a be&eacute;rkezett fax sz&aacute;m&iacute;t&oacute;g&eacute;pre t&ouml;rt&eacute;nő ment&eacute;s&eacute;hez</h1>

<div class="body-text">Ig&eacute;ny szerint m&oacute;dos&iacute;thatja a be&eacute;rkezett faxok kimeneti be&aacute;ll&iacute;t&aacute;sait, hogy a be&eacute;rkezett faxokat PDF-f&aacute;jlk&eacute;nt menthesse a sz&aacute;m&iacute;t&oacute;g&eacute;p&eacute;re vagy a szerveren l&eacute;vő megosztott mapp&aacute;ba (PC-FAX fogad&aacute;s).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Megjegyz&eacute;s:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Ha nyomtat&oacute;ja t&aacute;mogatja a PC-FAX fogad&aacute;st, a Fax Receive Monitor (Fax fogad&aacute;s figyelő) l&aacute;that&oacute; a FAX Utility főablak&aacute;ban.</li>

<li class="list-text">PC-FAX fogad&aacute;s haszn&aacute;lata eset&eacute;n &aacute;ll&iacute;tsa be az automatikus fogad&aacute;s funkci&oacute;t.</li>

<li class="list-text">Nyomtat&oacute;t&oacute;l f&uuml;ggően a sz&aacute;m&iacute;t&oacute;g&eacute;pre mentett be&eacute;kező faxadatok t&ouml;r&ouml;lve lesznek a nyomtat&oacute; mem&oacute;ri&aacute;j&aacute;b&oacute;l.</li>

<li class="list-text">Mivel a be&eacute;rkezett faxokat PDF-f&aacute;jlk&eacute;nt menti a k&eacute;sz&uuml;l&eacute;k, a megtekint&eacute;s&uuml;kh&ouml;z a Cover Flow (10.5 vagy &uacute;jabb), a Quick Look (Gyorsn&eacute;zet) (10.5 vagy &uacute;jabb), vagy a Preview.app (Megtekintő) alkalmaz&aacute;s haszn&aacute;lata sz&uuml;ks&eacute;ges, amelyek a Mac OS X rendszeren előre vannak telep&iacute;tve.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Ind&iacute;tsa el a <b>FAX Utility</b> alkalmaz&aacute;st.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">A FAX Utility elind&iacute;t&aacute;sa</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Kattintson a <b>Fax Receive Monitor (Fax fogad&aacute;s figyelő)</b> elemre.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Megjegyz&eacute;s:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">T&ouml;bbfelhaszn&aacute;l&oacute;s k&ouml;rnyezetben nem lehet t&ouml;bb p&eacute;ld&aacute;nyt elind&iacute;tani a Fax Receive Monitor (Fax fogad&aacute;s figyelő) alkalmaz&aacute;sb&oacute;l.</li>

<li class="list-text">Csak akkor lehet be&eacute;rkezett faxokat import&aacute;lni &eacute;s menteni, ha a Fax Receive Monitor (Fax fogad&aacute;s figyelő) fut.</li>

<li class="list-text">Amikor a Fax Receive Monitor (Fax fogad&aacute;s figyelő) fut, megjelenik egy ikon a Dock ter&uuml;let&eacute;n. Ha a Fax Receive Monitor (Fax fogad&aacute;s figyelő) hozz&aacute;adja a Dockhoz, egyszerűen elind&iacute;thatja a Fax Receive Monitor (Fax fogad&aacute;s figyelő) alkalmaz&aacute;st. Ha a Fax Receive Monitor (Fax fogad&aacute;s figyelő) alkalmaz&aacute;st hozz&aacute; szeretn&eacute; adni a Dockhoz, kattintson a <b>Fax Receive Monitor (Fax fogad&aacute;s figyelő)</b> ikonj&aacute;ra, mik&ouml;zben lenyomva tartja a <b>Control</b> billentyűt, majd kattintson a <b>Add to Dock (Hozz&aacute;ad&aacute;s a Dockhoz)</b> elemre a men&uuml;ben.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">V&aacute;lassza ki a nyomtat&oacute;t, majd kattintson a <b>Receive Settings (Fogad&aacute;si be&aacute;ll&iacute;t&aacute;sok)</b> gombra.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Megjegyz&eacute;s:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Mivel egyszerre csak egy nyomtat&aacute;si (faxol&aacute;si) sorba menthet faxokat, ha egyn&eacute;l t&ouml;bb nyomtat&aacute;si (faxol&aacute;si) sor van ugyanazon a nyomtat&oacute;n, pl. &bdquo;FAX XXXXXX (USB)" USB-kapcsolatok &eacute;s &bdquo;FAX XXXXXX(IP)" h&aacute;l&oacute;zati kapcsolatok eset&eacute;n, akkor v&aacute;lassza ki, hogy melyiket szeretn&eacute; haszn&aacute;lni a be&eacute;rkezett faxok ment&eacute;s&eacute;hez.</li>

<li class="list-text">Ha nyomtat&oacute;ja biztons&aacute;gi funkci&oacute;val rendelkezik, amely lehetőv&eacute; teszi a rendszergazd&aacute;knak, hogy korl&aacute;tozz&aacute;k a felhaszn&aacute;l&oacute;kat a nyomtat&oacute; faxbe&aacute;ll&iacute;t&aacute;sainak m&oacute;dos&iacute;t&aacute;s&aacute;ban, előfordulhat, hogy rendszergazdai jelsz&oacute;t kell megadnia a folytat&aacute;shoz.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">V&aacute;lassza a <b>"Save" (save faxes on this computer) ("Ment&eacute;s" (faxok ment&eacute;se erre a sz&aacute;m&iacute;t&oacute;g&eacute;pre))</b> elemet, majd kattintson a <b>Save to (Ment&eacute;s)</b> gombra, &eacute;s adja meg azt a mapp&aacute;t, ahov&aacute; a be&eacute;rkezett faxokat szeretn&eacute; menteni.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Megjegyz&eacute;s:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Alap&eacute;rtelmez&eacute;s szerint a k&ouml;vetkező mappa van megadva.<br>\Felhaszn&aacute;l&oacute;\Bejelentkez&eacute;si n&eacute;v\PCFax\Nyomtat&oacute; neve</li>

<li class="list-text">Amikor a nyomtat&oacute;t megosztj&aacute;k a h&aacute;l&oacute;zaton, a be&aacute;ll&iacute;t&aacute;sokat a h&aacute;l&oacute;zaton l&eacute;vő b&aacute;rmely sz&aacute;m&iacute;t&oacute;g&eacute;pről m&oacute;dos&iacute;thatja. A faxokat azonban egyszerre csak egy fi&oacute;kba lehet menteni. Ha a <b>"Save" (save faxes on this computer) ("Ment&eacute;s" (faxok ment&eacute;se erre a sz&aacute;m&iacute;t&oacute;g&eacute;pre))</b> elemet be&aacute;ll&iacute;tott&aacute;k, &eacute;s a <b>Received Fax Output Settings (Vett faxok kimeneti be&aacute;ll&iacute;t&aacute;sai)</b> elemet egy m&aacute;sik sz&aacute;m&iacute;t&oacute;g&eacute;pen kiv&aacute;lasztj&aacute;k, a Received Fax Output Settings (Vett faxok kimeneti be&aacute;ll&iacute;t&aacute;sai) ablakban megjelenik a Save faxes on another computer or print queue (Faxok ment&eacute;se m&aacute;sik sz&aacute;m&iacute;t&oacute;g&eacute;pre vagy nyomtat&aacute;si sorba) &uuml;zenet.</li>
<div id="indent">
<li class="list-text">Az ablakban &aacute;tv&aacute;lthat a <b>"Save" (save faxes on this computer) ("Ment&eacute;s" (faxok ment&eacute;se erre a sz&aacute;m&iacute;t&oacute;g&eacute;pre))</b> elemre, &iacute;gy nem maradnak faxok a nyomtat&oacute;n. Ha faxok maradtak a nyomtat&oacute;n, hiba&uuml;zenet jelenik meg, amely arr&oacute;l t&aacute;j&eacute;koztatja, hogy a be&aacute;ll&iacute;t&aacute;s nem m&oacute;dos&iacute;that&oacute;.<br>Ha a nyomtat&oacute;t (faxot) megosztotta, azt javasoljuk, hogy hozzon l&eacute;tre egy mapp&aacute;t a h&aacute;l&oacute;zaton a faxok ment&eacute;s&eacute;hez.</li>
</div>

<li class="list-text">Ig&eacute;ny szerint m&oacute;dos&iacute;thatja a Fax Receive Monitor (Fax fogad&aacute;s figyelő) be&aacute;ll&iacute;t&aacute;s&aacute;t, ha a <b>Preferences (Tulajdons&aacute;gok)</b> elemre kattint a Fax Receive Monitor (Fax fogad&aacute;s figyelő) alatt.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Tulajdons&aacute;gok) (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">K&uuml;ldje el a be&aacute;ll&iacute;t&aacute;sokat a <b>Send (K&uuml;ld)</b> gombra kattintva. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Megjegyz&eacute;s:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Ha a PC-FAX fogad&aacute;shoz felhaszn&aacute;l&oacute;hiteles&iacute;t&eacute;s (f&aacute;jlmegoszt&aacute;si n&eacute;v &eacute;s jelsz&oacute;) van be&aacute;ll&iacute;tva a nyomtat&oacute;n, a hiteles&iacute;t&eacute;si adatokat regisztr&aacute;lnia kell a sz&aacute;m&iacute;t&oacute;g&eacute;p kulcskarik&aacute;j&aacute;n.<br>Ha az adatok nincsenek regisztr&aacute;lva a kulcskarik&aacute;n, megjelenik a regisztr&aacute;ci&oacute;s k&eacute;pernyő. Adja meg a nev&eacute;t &eacute;s jelszav&aacute;t, v&aacute;lassza a <b>Remember this password in my keychain (Jelsz&oacute; megjegyz&eacute;se a kulcskarik&aacute;n)</b> elemet, majd kattintson a <b>Connect (Csatlakoz&aacute;s)</b> gombra.<br>Ha a hiteles&iacute;t&eacute;si adatokat nem menti el a kulcskarik&aacute;ra, akkor mindig meg kell adnia őket, amikor a be&eacute;rkezett faxokat a sz&aacute;m&iacute;t&oacute;g&eacute;pre menti.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
