<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Preferences (Tulajdons&aacute;gok) (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="Preferences"></a><a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Kezdőlap</a>
	&gt; <a href="menu06.htm">K&eacute;pernyők</a>
</div>
<h1 class="head-a">
<a name="S-00500-00800"></a>Preferences (Tulajdons&aacute;gok) (csak PC-FAX fogad&aacute;st t&aacute;mogat&oacute; t&iacute;pusok)</h1>

<div class="body-text">Ez az ablak lehetőv&eacute; teszi a faxfogad&aacute;si be&aacute;ll&iacute;t&aacute;sok konfigur&aacute;l&aacute;s&aacute;t, p&eacute;ld&aacute;ul megadhatja, hogyan szeretne &eacute;rtes&uuml;lni az &uacute;j faxok be&eacute;rkez&eacute;s&eacute;ről.</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Megjegyz&eacute;s:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Ez az ablak akkor jelenik meg, ha a <b>Fax Receive Monitor Preferences (Fax fogad&aacute;s figyelő tulajdons&aacute;gok)</b> elemre kattint a Fax Receive Monitor (Fax fogad&aacute;s figyelő) alkalmaz&aacute;sban.</li>

<li class="list-text">Ezek a be&aacute;ll&iacute;t&aacute;sok a Fax Receive Monitor (Fax fogad&aacute;s figyelő) alkalmaz&aacute;sban megjelen&iacute;tett &ouml;sszes nyomtat&oacute;ra &eacute;s nyomtat&aacute;si sorra &eacute;rv&eacute;nyesek.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="25%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Elem</div>
</td><td valign="top" width="74%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Magyar&aacute;zat</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Specify an interval to check for new faxes (Adja meg az &uacute;j faxok ellenőrz&eacute;s&eacute;nek intervallum&aacute;t)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Megadhatja az &uacute;j faxok keres&eacute;si intervallum&aacute;t. 1 &eacute;s 30 perc k&ouml;z&ouml;tti &eacute;rt&eacute;ket &aacute;ll&iacute;that be.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of new faxes via a dock icon (Dokk ikonok &aacute;ltali &eacute;rtes&iacute;t&eacute;st k&eacute;rek az &uacute;j faxokr&oacute;l)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Akkor v&aacute;lassza ezt az opci&oacute;t, ha azt szeretn&eacute;, hogy a Fax Receive Monitor (Fax fogad&aacute;s figyelő) ikon a Dock ter&uuml;let&eacute;n &uacute;j fax &eacute;rkez&eacute;sekor &bdquo;ugr&aacute;ljon&rdquo;.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of errors via a dock icon (Dokk ikonok &aacute;ltali &eacute;rtes&iacute;t&eacute;st k&eacute;rek a hib&aacute;kr&oacute;l)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Akkor v&aacute;lassza ezt a lehetős&eacute;get, ha azt szeretn&eacute;, hogy a Fax Receive Monitor (Fax fogad&aacute;s figyelő) ikon a Dock ter&uuml;let&eacute;n hiba eset&eacute;n &bdquo;ugr&aacute;ljon&rdquo;. Kattintson az ikonra a Faxfogad&aacute;s-figyelő ablak megjelen&iacute;t&eacute;s&eacute;hez, ahol ellenőrizheti a hib&aacute;val kapcsolatos inform&aacute;ci&oacute;kat.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Start at login (Kezd&eacute;s bel&eacute;p&eacute;sn&eacute;l)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Azt javasoljuk, hogy a be&aacute;ll&iacute;t&aacute;st <b>Automatic (Automatikus)</b> &eacute;rt&eacute;kre &aacute;ll&iacute;tsa. Ha a <b>"Save" (save faxes on this computer) ("Ment&eacute;s" (faxok ment&eacute;se erre a sz&aacute;m&iacute;t&oacute;g&eacute;pre))</b> elemet be&aacute;ll&iacute;totta a Received Fax Output Settings (Vett faxok kimeneti be&aacute;ll&iacute;t&aacute;sai) lehetős&eacute;gn&eacute;l, akkor a Fax Receive Monitor (Fax fogad&aacute;s figyelő) automatikusan elindul, amikor bejelentkezik. Ha a <b>On (Be)</b> elemet v&aacute;lasztja, a Fax Receive Monitor (Fax fogad&aacute;s figyelő) bejelentkez&eacute;skor indul el, f&uuml;ggetlen&uuml;l a kimeneti be&aacute;ll&iacute;t&aacute;sokt&oacute;l. Ha a <b>Off (Ki)</b> elemet v&aacute;lasztja, a Fax Receive Monitor (Fax fogad&aacute;s figyelő) nem indul el bejelentkez&eacute;skor.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Wait time before checking new faxes (&Uacute;j faxok keres&eacute;se előtti v&aacute;rakoz&aacute;si idő)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Ez az elem akkor &eacute;rhető el, ha az <b>Automatic (Automatikus)</b> vagy <b>On (Be)</b> elemet v&aacute;lasztja ki a <b>Start at login (Kezd&eacute;s bel&eacute;p&eacute;sn&eacute;l)</b> opci&oacute;n&aacute;l. Megadhatja, hogy mennyi ideig (0-10 perc) v&aacute;rakozzon, mielőtt &uacute;j faxokat keresne, miut&aacute;n a Fax Receive Monitor (Fax fogad&aacute;s figyelő) bejelentkez&eacute;skor elindul. Ez akkor lehet hasznos, ha a faxok ment&eacute;s&eacute;re szolg&aacute;l&oacute; mappa h&aacute;l&oacute;zaton tal&aacute;lhat&oacute;, &eacute;s időre van sz&uuml;ks&eacute;g a mapp&aacute;val val&oacute; kapcsolat l&eacute;trehoz&aacute;s&aacute;hoz, miut&aacute;n bejelentkezett.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Megjegyz&eacute;s:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Amennyiben a faxok ment&eacute;s&eacute;re szolg&aacute;l&oacute; mappa egy h&aacute;l&oacute;zaton tal&aacute;lhat&oacute; megosztott mappa, akkor ig&eacute;ny szerint csatlakozhat a mapp&aacute;hoz, amikor bejelentkezik, ha a mapp&aacute;t a bejelentkez&eacute;si elemek list&aacute;j&aacute;n regisztr&aacute;lja. Kattintson az <b>Apple</b> men&uuml;ben a <b>System Preferences (Rendszerbe&aacute;ll&iacute;t&aacute;sok)</b> - <b>Account (Fi&oacute;k)</b> - <b>Login to register (Bejelentkez&eacute;s regisztr&aacute;l&aacute;shoz)</b> elemre.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
