<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Fejlmeddelelser for modtagelse (kun for modeller med PC-FAX-modtagelse)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Start</a>
	&gt; <a href="menu07.htm">Fejls&oslash;gning</a>
</div>
<h1 class="head-a">
<a name="S-00600-00300"></a>Fejlmeddelelser for modtagelse (kun for modeller med PC-FAX-modtagelse)</h1>

<div class="body-text">F&oslash;lgende er en liste over fejlmeddelelser, som kan blive vist, n&aring;r der modtages en fax, og hvordan problemet skal l&oslash;ses.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Meddelelse</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Hvad der skal g&oslash;res</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Der opstod en printerkommunikationsfejl.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sluk for printeren og t&aelig;nd den igen. Vent lidt, og pr&oslash;v s&aring; igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">The printer (fax driver) you are setting has been deleted. Add the printer (fax driver) in [System Preferences] - [Print &amp; Fax]. (Den printer (faxdriver), du foretager indstillinger for, er slettet. Tilf&oslash;j printeren (faxdriveren) i [Systemindstillinger] - [Udskriv og fax].)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tilf&oslash;j PC-FAX-driveren til printerlisten. Klik p&aring; <b>OK</b> i dialogvinduet. Dialogvinduet for at tilf&oslash;je printeren vises.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Change not accepted. Some printer settings have been changed by another computer, print queue, or the printer. Please try again. (&AElig;ndring ikke accepteret. Nogle printerindstillinger er &aelig;ndret af en anden computer, udskriftsk&oslash; eller printeren. Pr&oslash;v igen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Indst. for udskrivning af modtagne faxer) er blevet &aelig;ndret fra en anden computer p&aring; netv&aelig;rket, fra printerk&oslash;en eller fra printeren. Vent lidt, og pr&oslash;v s&aring; igen.<br>Modtagne faxer kan kun gemmes p&aring; &eacute;n computer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received faxes not saved due to an error. (Modtagne faxmeddelelser ikke gemt pga. en fejl.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kunne ikke gemme den modtagne fax i den angivne mappe. Kontroller forbindelsen til den angivne mappe for at sikre, at den er tilg&aelig;ngelig, og kontroller, at du har adgangsrettigheder til mappen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Behandling annulleret, fordi der opstod en fejl.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis du genstarter din printer og computeren ikke l&oslash;ser problemet, skal du kontakte Epson support. Se printerens brugervejledning for kontaktoplysninger.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot save faxes. User authentication failed. (Kan ikke gemme faxer. Brugergodkendelse mislykkedes.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke gemme modtagne faxer, fordi PC-FAX modtagelsens brugergodkendelse (navn og adgangskode for deling af filer) ikke er indstillet korrekt i computerens n&oslash;glering.<br>Foretag <b>Fax Output Setting (Indst. for udskrivning af modtagne faxer)</b> igen, og indtast derefter de korrekte brugergodkendelsesoplysninger, n&aring;r sk&aelig;rmen vises. Husk at v&aelig;lge <b>Remember this password in my keychain (Husk denne adgangskode i min n&oslash;glering)</b>.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
