<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Liste over problemer</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Start</a>
	&gt; <a href="menu07.htm">Fejls&oslash;gning</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Liste over problemer</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">Overf&oslash;rselsproblemer</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Modtagelsesproblemer (kun for modeller med PC-FAX-modtagelse)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Fejlmeddelelser</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>Overf&oslash;rselsproblemer</h2>

<div class="body-text">Foretag fejls&oslash;gning som f&oslash;lger i tilf&aelig;lde af et overf&oslash;rselsproblem.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Hvad der skal g&oslash;res</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (din printer) vises ikke i printerlisten.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">S&oslash;rg for, at printerdriveren og PC-FAX-driveren er installeret, og at PC-FAX-driveren er tilf&oslash;jet til printerlisten.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Knappen <b>Fax</b> er gr&aring; (deaktiveret).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Denne knap er ikke tilg&aelig;ngelig medmindre en modtager er tilf&oslash;jet til <b>Recipient List (Modtagerliste)</b>. Angiv mindst &eacute;n modtager.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke sende faxer fra printeren.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">N&aring;r "No dial tone detected (Ingen opkaldstone registreret)" vises, skal du v&aelig;lge <b>Fax Settings (Faxindstillinger)</b> - <b>Dial Tone Detection Settings (Indstillinger for Registrering af opkaldstone)</b>, og slette afkrydsningsfeltet for <b>Detect Dial Tone (Registrer opkaldstone)</b>.</li>

<li class="list-text">S&oslash;rg for, at du har indstillet <b>Your Phone Number (Dit telefonnummer)</b> i Header Information Settings (Indstillinger for faxhovedoplysninger). Modtagerens fax kan v&aelig;re konfigureret til at blokere alle faxer, som ikke indeholder afsenderens telefon-/faxnummeroplysninger.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Status for de overf&oslash;rte data &aelig;ndres ikke fra Waiting for printer response (Venter p&aring; svar fra printeren).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Waiting for printer response (Venter p&aring; svar fra printeren) vises, n&aring;r computeren ikke kan kommunikere med printeren (fax) og meddelelsen forbliver, indtil kommunikationen bliver mulig. Kontroller f&oslash;lgende.</div>
<ul id="itemiz">
<li class="list-text">Kontroller, at printeren er t&aelig;ndt.</li>

<li class="list-text">Kontroller, at printeren og computeren er forbundet korrekt.</li>

<li class="list-text">Kontroller, at printerens netv&aelig;rksadresse er korrekt angivet, hvis printeren er en netv&aelig;rksprinter.</li>

<li class="list-text">Kontroller, at printeren kan udskrive normalt.</li>
</ul>
<div class="table-text">Hvis alt ovenst&aring;ende er korrekt, skal du slukke og derefter t&aelig;nde printeren.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Programmet fryser efter at der vises "Cannot print other fax data because a transmission is being processed.".</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Nogle programmer kan fryse ved faxoverf&oslash;rsel, samtidigt med at der vises en startupadvarsel. (Programmerne kan forts&aelig;tte efter et stykke tid.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Tilbage til toppen&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Modtagelsesproblemer (kun for modeller med PC-FAX-modtagelse)</h2>

<div class="body-text">Foretag fejls&oslash;gning som f&oslash;lger i tilf&aelig;lde af et modtagelsesproblem.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Hvad der skal g&oslash;res</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ikonet Fax Receive Monitor (Faxmodtagelsesmonitor) vises ikke i FAX Utility (hovedvinduet).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ikonet vises kun, n&aring;r du v&aelig;lger en printer, som underst&oslash;tter PC-FAX-modtagelse.<br>Forbind en printer (fax), som underst&oslash;tter denne funktion og t&aelig;nd for printeren, og v&aelig;lg derefter din printer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Indst. for udskrivning af modtagne faxer) er indstillet til at gemme faxer p&aring; en computer, men der gemmes ingen faxer.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Modtagne faxer gemmes kun til den angivne mappe, n&aring;r Fax Receive Monitor (Faxmodtagelsesmonitor) k&oslash;rer. Vi anbefaler, at du lader Fax Receive Monitor (Faxmodtagelsesmonitor) k&oslash;re.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke modtage faxer.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">V&aelig;lg afkrydsningsfeltet <b>Auto Answer (Autosvar)</b> i <b>Fax Settings (Faxindstillinger)</b> - <b>Auto Answer Settings (Indstillinger for autosvar)</b>. Hvis der ikke er forbundet en ekstern telefon til printeren, kan printeren ikke modtage faxer uden at indstille <b>Auto Answer (Autosvar)</b>.</li>

<li class="list-text">Kontroller, at printeren ikke er i en fejlstatus.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke &aelig;ndre indstillingerne, s&aring; modtagne faxer udskrives.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Du kan ikke &aelig;ndre indstillingerne, f&oslash;r alle modtagne faxer er gemt p&aring; computeren. P&aring; en computer, som er indstillet til at gemme modtagne faxer, skal du &aelig;ndre indstillingerne efter at der kontrolleres for nye faxmeddelelser eller &aelig;ndre indstillingerne ved at bruge printerens kontrolpanel.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder (Kan ikke finde mappen med modtagne faxmeddelelser)." vises, n&aring;r en delt mappe p&aring; netv&aelig;rket er konfigureret som mappen for modtagne faxer.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">For at gemme i en delt mappe p&aring; et netv&aelig;rk, skal du forbinde den inden. V&aelig;lg menulinjen p&aring; skrivebordet <b>Go (G&aring;)</b> - <b>Connect to Server (Opret forbindelse til server)</b> og forbind til den delte mappe p&aring; netv&aelig;rket.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vinduet Fax Receive Monitor (Faxmodtagelsesmonitor) vises ikke, n&aring;r Fax Receive Monitor (Faxmodtagelsesmonitor) startes automatisk ved login.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vinduet Fax Receive Monitor (Faxmodtagelsesmonitor) vises ikke automatisk, n&aring;r din computer logger ind. Klik p&aring; ikonet Fax Receive Monitor (Faxmodtagelsesmonitor) i Dock'en for at &aring;bne vinduet. Selvom vinduet Fax Receive Monitor (Faxmodtagelsesmonitor) ikke vises automatisk, udf&oslash;rer det handlinger i baggrunden, som f.eks. at kontrollere for nye faxmeddelelser osv.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sk&aelig;rmen for brugergodkendelse vises p&aring; computeren hver gang du modtager en fax.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">N&aring;r du bruger en printer, som er forbundet til netv&aelig;rket, vises denne sk&aelig;rm, n&aring;r du gemmer den modtagne fax p&aring; computeren, hvis PC-FAX modtagers brugergodkendelse (navn og adgangskode for deling af filer) er indstillet i printeren. Dette sker ogs&aring;, n&aring;r godkendelsesoplysningerne, som er indstillet i printeren afviger fra oplysningerne, som er gemt i n&oslash;gleringen. <br>Foretag <b>Received Fax Output Settings (Indst. for udskrivning af modtagne faxer)</b> igen, og indtast derefter de korrekte brugergodkendelsesoplysninger, n&aring;r sk&aelig;rmen vises. Husk at v&aelig;lge <b>Remember this password in my keychain (Husk denne adgangskode i min n&oslash;glering)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Tilbage til toppen&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Fejlmeddelelser</h2>

<div class="body-text">N&aring;r der vises en fejlmeddelelse, kan du l&oslash;se problemet ved at f&oslash;lge fejls&oslash;gningsanvisningerne.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Meddelelse</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Hvad der skal g&oslash;res</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Kunne ikke hente printer (fax)-oplysninger. G&aring; til "Indstillinger for printer og fax", og tilf&oslash;j PC-FAX-driveren.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tilf&oslash;j PC-FAX-driveren til printerlisten.</div>
<div class="table-text">Klik p&aring; <b>OK</b> i dialogvinduet. Dialogvinduet Tilf&oslash;j printer vises.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Kan ikke &aring;bne faxtransmissionsregistrering, da en anden FAX Utility-funktion allerede k&oslash;rer. Vent, til den er afsluttet, og pr&oslash;v igen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">En anden FAX Utility-funktion k&oslash;rer. Luk den anden funktion, og pr&oslash;v derefter igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (Kan ikke &aring;bne transmissionsregistreringsfilen. Du har ikke adgangsrettigheder, eller filen findes ikke.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontroller, at du har l&aelig;serettigheder til overf&oslash;rselsrapporten.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (Kunne ikke gemme logfilen. Skift sti og filnavn, og gem den igen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontroller destinationen, hvor logfiler gemmes.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Kunne ikke slette logfilen. Et andet program anvender den, du har ikke adgangsrettigheder, eller den kan allerede v&aelig;re slettet.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis der findes en logfil, skal du kontrollere indstillingerne for adgangsrettigheder eller lukke andre programmer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Der opstod en printerkommunikationsfejl.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sluk for printeren og t&aelig;nd den igen. Hvis dette ikke virker, skal du vente lidt og derefter pr&oslash;ve igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Der blev registreret en fejl under kommunikation med printeren. )</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vent lidt, og pr&oslash;v s&aring; igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Kunne ikke skrive til backup-fil. Der er ikke tilstr&aelig;kkelig ledig plads, eller den kan v&aelig;re skrivebeskyttet.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontroller den ledige plads p&aring; harddisken. Eller fjern skrivebeskyttelsen for sikkerhedskopifilen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Kunne ikke skrive backup-filen. Den angivne fil anvendes af et andet program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sikkerhedskopifilen bruges af et andet program. Luk andre programmer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Kan ikke genkende filformatet. Filen kan v&aelig;re &oslash;delagt eller oprettet i et andet program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kun *.fpb er underst&oslash;ttet som udvidelse for sikkerhedskopifilen. Kontroller sikkerhedskopifilen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Kunne ikke l&aelig;se backup-filen. Den angivne fil anvendes af et andet program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sikkerhedskopifilen bruges af et andet program. Luk andre programmer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Behandling annulleret, fordi der opstod en fejl.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis du genstarter din printer og computeren ikke l&oslash;ser problemet, skal du kontakte Epson support. For kontaktoplysninger henvises der til din printers brugervejledning.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Tilbage til toppen&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
