<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Indstilling til at gemme en modtaget fax p&aring; en computer</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Start</a>
	&gt; <a href="menu03.htm">Modtage faxer (kun for modeller med PC-FAX-modtagelse)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Indstilling til at gemme en modtaget fax p&aring; en computer</h1>

<div class="body-text">Du kan &aelig;ndre indstillingerne for udskrivning af modtagne faxer som PDF-filer p&aring; en computer eller i en delt mappe p&aring; en server (PC-FAX-modtagelse).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Bem&aelig;rk: </div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Hvis din printer underst&oslash;tter PC-FAX-modtagelse, vises Fax Receive Monitor (Faxmodtagelsesmonitor) i FAX Utility hovedvinduet.</li>

<li class="list-text">N&aring;r du bruger PC-FAX-modtagelse, skal du indstille til autosvar.</li>

<li class="list-text">Afh&aelig;ngig af printeren fjernes modtagne faxdata p&aring; computeren fra printerens hukommelse.</li>

<li class="list-text">Da modtagne faxer gemmes som PDF-filer, beh&oslash;ver du Cover Flow (10.5 eller senere), Quick Look (10.5 eller senere) eller Preview.app, som er forudinstalleret med Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Start <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Start af programmet FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Klik p&aring; <b>Fax Receive Monitor (Faxmodtagelsesmonitor)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Bem&aelig;rk: </div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Du kan ikke starte flere forskellige vinduer af Fax Receive Monitor (Faxmodtagelsesmonitor) under et multibrugermilj&oslash;.</li>

<li class="list-text">Du kan kun importere og gemme en modtaget fax, n&aring;r Fax Receive Monitor (Faxmodtagelsesmonitor) k&oslash;rer.</li>

<li class="list-text">N&aring;r Fax Receive Monitor (Faxmodtagelsesmonitor) k&oslash;rer vises der et ikon i Dock'en. Hvis du tilf&oslash;jer Fax Receive Monitor (Faxmodtagelsesmonitor) til Dock'en kan nemmere starte Fax Receive Monitor (Faxmodtagelsesmonitor). For at tilf&oslash;je Fax Receive Monitor (Faxmodtagelsesmonitor) til Dock'en, skal du klikke p&aring; ikonet <b>Fax Receive Monitor (Faxmodtagelsesmonitor)</b> mens du holder tasten <b>Control (Kontrol)</b> nede, og derefter klikke p&aring; <b>Add to Dock (Tilf&oslash;j til Dock)</b> i menuen.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">V&aelig;lg din printer, og klik derefter p&aring; <b>Receive Settings (Modtageindstillinger)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Bem&aelig;rk: </div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Da du kun kan gemme faxer til &eacute;n udskrivningsk&oslash; (fax) ad gangen, skal du, hvis der er flere forskellige udskrivningsk&oslash;er (fax) p&aring; den samme printer, som f.eks. "FAX XXXXXX (USB)" for USB-forbindelser og "FAX XXXXXX(IP)" for netv&aelig;rksforbindelser, v&aelig;lge hvilken du &oslash;nsker at bruge til at gemme modtagne faxer.</li>

<li class="list-text">Hvis din printer har en sikkerhedsfunktion, som g&oslash;r det muligt for administratorer at hindre brugere i at &aelig;ndre printerens faxindstillinger, skal du muligvis indtaste en administratoradgangskode for at kunne forts&aelig;tte.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">V&aelig;lg <b>"Save" (save faxes on this computer) ("Gem"  (gem faxmeddelelser p&aring; denne computer))</b>, og klik derefter p&aring; <b>Save to (Gem i)</b> for at angive en mappe til at gemme modtagne faxer i.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Bem&aelig;rk: </div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">F&oslash;lgende mappe er angivet som standard.<br>\Bruger\Loginnavn\PCFax\Printernavn</li>

<li class="list-text">N&aring;r printeren deles p&aring; et netv&aelig;rk, kan du &aelig;ndre indstillingerne fra enhver computer p&aring; netv&aelig;rket. Faxer kan dog kun gemmes p&aring; &eacute;n konto ad gangen. Hvis <b>"Save" (save faxes on this computer) ("Gem"  (gem faxmeddelelser p&aring; denne computer))</b> er indstillet og <b>Received Fax Output Settings (Indst. for udskrivning af modtagne faxer)</b> er valgt p&aring; en anden computer, viser vinduet Received Fax Output Settings (Indst. for udskrivning af modtagne faxer) meddelelsen "Save faxes on another computer or print queue (Gem faxmeddelelser p&aring; en anden computer eller udskriftsk&oslash;)".</li>
<div id="indent">
<li class="list-text">I vinduet kan du &aelig;ndre til <b>"Save" (save faxes on this computer) ("Gem"  (gem faxmeddelelser p&aring; denne computer))</b> n&aring;r der ikke er flere faxer p&aring; printeren. Hvis der er nogen faxer p&aring; printeren vises der en fejlmeddelelse om, at du ikke kan &aelig;ndre indstillingen.<br>N&aring;r du deler printeren (fax), anbefaler vi, at du opretter en mappe p&aring; netv&aelig;rket til at gemme faxer.</li>
</div>

<li class="list-text">Du kan &aelig;ndre indstillingen for Fax Receive Monitor (Faxmodtagelsesmonitor), n&aring;r du klikker p&aring; <b>Preferences (Indstillinger)</b> i Fax Receive Monitor (Faxmodtagelsesmonitor).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Indstillinger) (kun for modeller med PC-FAX-modtagelse)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Klik p&aring; <b>Send</b> for at sende indstillingerne til printeren. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Bem&aelig;rk: </div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">N&aring;r the PC-FAX modtagelsens brugergodkendelse (navn og adgangskode for deling af filer) er indstillet i printeren, skal du registrere disse oplysninger p&aring; computerens n&oslash;glering.<br>Hvis oplysningerne ikke er registreret i n&oslash;gleringen, vises registreringssk&aelig;rmen. Indtast dit navn og adgangskode, v&aelig;lg <b>Remember this password in my keychain (Husk denne adgangskode i min n&oslash;glering)</b>, og klik derefter p&aring; <b>Connect (Forbind)</b>.<br>Hvis du ikke gemme disse godkendelsesoplysninger i n&oslash;gleringen, bliver du bedt om at indtaste dem hver gang du modtager en fax og gemmer den p&aring; computeren.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
