<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Vastaanottovirheviestit (vain malleissa, joissa on PC-FAX-vastaanotto)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Alkuun</a>
	&gt; <a href="menu07.htm">Vianetsint&auml;</a>
</div>
<h1 class="head-a">
<a name="S-00600-00300"></a>Vastaanottovirheviestit (vain malleissa, joissa on PC-FAX-vastaanotto)</h1>

<div class="body-text">Seuraavassa on luettelo virheviesteist&auml;, jotka voivat tulla n&auml;kyviin faksia vastaanotettaessa ja kuinka ongelmaa k&auml;sitell&auml;&auml;n.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Viesti</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mit&auml; tehd&auml;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Tapahtui tulostimen yhteysvirhe.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kytke tulostin pois p&auml;&auml;lt&auml; ja takaisin p&auml;&auml;lle. Odota hetki ja yrit&auml; uudelleen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">The printer (fax driver) you are setting has been deleted. Add the printer (fax driver) in [System Preferences] - [Print &amp; Fax]. (Tulostin (faksiohjain), jolle teet asetuksia, on poistettu. Lis&auml;&auml; tulostin (faksiohjain) kohdassa [J&auml;rjestelm&auml;asetukset] - [Tulostin &amp; faksi].)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Lis&auml;&auml; PC-FAX-ohjain tulostinluetteloon. Napsauta <b>OK</b> viestin valintaikkunassa. Valintaikkuna tulostimen lis&auml;&auml;miseksi tulee n&auml;kyviin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Change not accepted. Some printer settings have been changed by another computer, print queue, or the printer. Please try again. (Muutosta ei hyv&auml;ksytty. Toinen tietokone, tulostusjono tai tulostin on muuttanut joitakin tulostusasetuksia. Yrit&auml; uudelleen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Vastaanotetun faksin tulostusasetukset) -kohtaa on muutettu toisesta verkossa olevasta tietokoneesta, tulostusjonosta tai tulostimesta. Odota hetki ja yrit&auml; uudelleen.<br>Vastaanotettuja fakseja voi tallentaa vain yhteen tietokoneeseen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received faxes not saved due to an error. (Vastaanotettuja fakseja ei tallennettu virheen vuoksi.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vastaanotetun faksin tallennus m&auml;&auml;ritettyyn kansioon ep&auml;onnistui. Tarkista yhteys m&auml;&auml;ritettyyn kansioon varmistaaksesi, ett&auml; se on k&auml;ytett&auml;viss&auml;, ja tarkista, ett&auml; sinulla on k&auml;ytt&ouml;oikeudet kansioon.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (K&auml;sittely peruutettu, koska tapahtui virhe.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Jos tulostimen ja tietokoneen uudelleenk&auml;ynnistys ei ratkaise ongelmaa, ota yhteys Epson-tukeen. Katso yhteystiedot tulostimen k&auml;ytt&ouml;oppaasta.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot save faxes. User authentication failed. (Fakseja ei voi tallentaa. K&auml;ytt&auml;j&auml;n todentaminen ep&auml;onnistui.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vastaanotettuja fakseja ei voi tallentaa, koska PC-FAX-vastaanoton k&auml;ytt&auml;j&auml;n todentamista (nimi ja salasana tiedoston jakamiseen) ei ole asetettu tietokoneen avainnippuun oikein.<br>Tee <b>Fax Output Setting (Vastaanotetun faksin tulostusasetukset)</b> uudelleen ja sy&ouml;t&auml; sitten oikeat k&auml;ytt&auml;j&auml;n todennustiedot, kun tietuen&auml;ytt&ouml; tulee n&auml;kyviin. Muista valita <b>Remember this password in my keychain (Muista t&auml;m&auml; salasana avainnipussani)</b>.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
