<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Ongelmaluettelo</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Alkuun</a>
	&gt; <a href="menu07.htm">Vianetsint&auml;</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Ongelmaluettelo</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">L&auml;hetysongelmat</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Vastaanotto-ongelmia (vain malleissa, joissa on PC-FAX-vastaanotto)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Virheviestit</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>L&auml;hetysongelmat</h2>

<div class="body-text">Mik&auml;li ilmenee l&auml;hetysongelma, suorita vianetsint&auml; seuraavasti.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Ongelma</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mit&auml; tehd&auml;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (tulostimesi) ei n&auml;y tulostinluettelossa.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Varmista, ett&auml; tulostinohjain ja PC-FAX-ohjain on asennettu, ja ett&auml; PC-FAX-ohjain on lis&auml;tty tulostinluetteloon.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">
<b>Fax (Faks)</b>-ipainike on himmennetty (pois k&auml;yt&ouml;st&auml;).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">T&auml;m&auml; painike ei ole k&auml;ytett&auml;viss&auml;, jollei vastaanottajaa ole lis&auml;tty <b>Recipient List (Vastaanottajaluettelo)</b>. M&auml;&auml;rit&auml; v&auml;hint&auml;&auml;n yksi vastaanottaja.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tulostimesta ei voi l&auml;hett&auml;&auml; fakseja.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Kun "No dial tone detected (Valinta&auml;&auml;nt&auml; ei havaittu)" n&auml;kyy n&auml;yt&ouml;ss&auml;, valitse <b>Fax Settings (Faksiasetukset)</b> - <b>Dial Tone Detection Settings (Valinta&auml;&auml;nen tunnistuksen asetukset)</b> ja tyhjenn&auml; <b>Detect Dial Tone (Tunnista valinta&auml;&auml;ni)</b> -valintaruutu.</li>

<li class="list-text">Varmista, ett&auml; olet asettanut <b>Your Phone Number (Puhelinnumerosi)</b> Header Information Settings (Otsikkotietojen asetus) -kohdassa. Vastaanottajan faksilaite on voitu m&auml;&auml;ritt&auml;&auml; est&auml;m&auml;&auml;n kaikki faksit, jotka eiv&auml;t sis&auml;ll&auml; l&auml;hett&auml;j&auml;n puhelin-/faksinumerotietoja.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">L&auml;hetettyjen tietojen tila muutu tilasta Waiting for printer response (Odotetaan tulostimen vastausta).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Waiting for printer response (Odotetaan tulostimen vastausta) n&auml;kyy n&auml;yt&ouml;ss&auml;, kun tietokone ei pysty kommunikoimaan tulostimen (faksin) kanssa ja se pysyy n&auml;yt&ouml;ss&auml;, kunnes kommunikointi on taas mahdollista. Tarkista seuraava.</div>
<ul id="itemiz">
<li class="list-text">Onko tulostin kytketty p&auml;&auml;lle.</li>

<li class="list-text">Onko tulostin ja tietokone liitetty oikein toisiinsa.</li>

<li class="list-text">Jos tulostin on verkkotulostin, onko tulostimen verkko-osoite m&auml;&auml;ritetty oikein.</li>

<li class="list-text">Pystyyk&ouml; tulostin tulostamaan normaalisti.</li>
</ul>
<div class="table-text">Jos kaikki yll&auml; mainitut ovat oikein, sammuta tulostin ja k&auml;ynnist&auml; uudelleen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sovellus pys&auml;htyy, kun n&auml;ytt&ouml;&ouml;n tulee n&auml;kyviin "Cannot print other fax data because a transmission is being processed.".</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Jotkut sovellukset voivat pys&auml;hty&auml; faksia l&auml;hetett&auml;ess&auml;, kun samanaikaisesti n&auml;ytet&auml;&auml;n k&auml;ynnistysvaroitus. (Ne voivat palautua hetken kuluttua.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Yl&ouml;s&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Vastaanotto-ongelmia (vain malleissa, joissa on PC-FAX-vastaanotto)</h2>

<div class="body-text">Jos ilmenee vastaanotto-ongelmia, suorita vianetsint&auml; seuraavasti.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Ongelma</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mit&auml; tehd&auml;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Fax Receive Monitor (Faksin vastaanoton monitori) -kuvaketta ei n&auml;y FAX Utility-ikkunassa (p&auml;&auml;ikkuna).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kuvake tulee n&auml;kyviin, kun valitset tulostimen, joka tukee PC-FAX-vastaanottoa.<br>Liit&auml; tulostin (faksi), joka tukee t&auml;t&auml; toimintoa ja kytke tulostin p&auml;&auml;lle ja valitse sitten toinen tulostin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Vastaanotetun faksin tulostusasetukset) on asetettu tallentamaan faksit tietokoneeseen, mutta fakseja ei ole tallennettu.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vastaanotetut faksit tallennetaan ainoastaan m&auml;&auml;ritettyyn kansioon, kun Fax Receive Monitor (Faksin vastaanoton monitori) on k&auml;ynniss&auml;. On suositeltavaa pit&auml;&auml; Fax Receive Monitor (Faksin vastaanoton monitori) k&auml;ynniss&auml;.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ei voi vastaanottaa fakseja.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Valitse <b>Auto Answer (Automaattinen vastaus)</b> -valintaruutu kohdassa <b>Fax Settings (Faksiasetukset)</b> - <b>Auto Answer Settings (Automaattiset vastausasetukset)</b>. Jos ulkoista puhelinta ei ole yhdistetty tulostimeen, tulostin ei voi vastaanottaa fakseja ilman <b>Auto Answer (Automaattinen vastaus)</b> -asetusta.</li>

<li class="list-text">Varmista, ettei tulostin ole virhetilassa.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Asetuksia ei voi asettaa niin, ett&auml; vastaanotetut faksit tulostetaan.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Et voi muuttaa asetuksia ennen kuin kaikki vastaanotetut faksit on tallennettu tietokoneeseen. Muuta tietokoneessa, johon saapuneet faksit on asetettu tallennettavaksi, asetuksia tarkistettuasi uudet faksit tai muuta asetuksia k&auml;ytt&auml;m&auml;ll&auml; tulostimen ohjauspaneelia.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder (Ei l&ouml;yd&auml; vastaanotetun faksin kansiota)." n&auml;kyy n&auml;yt&ouml;ss&auml;, kun verkossa jaettu kansio on m&auml;&auml;ritetty vastaanotetun faksin kansioksi.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tallentaaksesi verkossa olevaan jaettuun kansioon, yhteys on muodostettava etuk&auml;teen. Valitse ty&ouml;p&ouml;yd&auml;n valikkopalkissa <b>Go (Siirry)</b> - <b>Connect to Server (Muodosta yhteys palvelimeen)</b> ja muodosta yhteys verkossa olevaan jaettuun kansioon.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Fax Receive Monitor (Faksin vastaanoton monitori) -ikkuna ei n&auml;y, kun Fax Receive Monitor (Faksin vastaanoton monitori) on k&auml;ynnistynyt automaattisesti kirjauduttaessa.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Fax Receive Monitor (Faksin vastaanoton monitori) -ikkuna ei n&auml;yt automaattisesti, kun tietokoneeseen kirjaudutaan sis&auml;&auml;n. Napsauta Fax Receive Monitor (Faksin vastaanoton monitori) -kuvaketta Dock-kuvakkeella avataksesi ikkunan. Vaikka Fax Receive Monitor (Faksin vastaanoton monitori) -ikkuna ei n&auml;kyisi automaattisesti, se suorittaa taustateht&auml;vi&auml;, kuten uusien faksien tarkistamisen jne.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">K&auml;ytt&auml;j&auml;n todentamisen tietuen&auml;ytt&ouml; n&auml;kyy tietokoneessa joka kerta, kun vastaanotat faksin.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kun k&auml;ytet&auml;&auml;n tulostinta, joka on yhdistetty verkkoon, jos PC-FAX-vastaanoton k&auml;ytt&auml;j&auml;n todentaminen (nimi ja salasana tiedoston jakamiseen) on asetettu tulostimessa, t&auml;m&auml; n&auml;ytt&ouml; n&auml;ytet&auml;&auml;n, kun tallennat vastaanotetun faksin tietokoneeseen. N&auml;in k&auml;y my&ouml;s, kun tulostimessa asetetut varmennustiedot eroavat avainnippuun tallennetuista tiedoista. <br>Tee <b>Received Fax Output Settings (Vastaanotetun faksin tulostusasetukset)</b> uudelleen ja sy&ouml;t&auml; sitten oikeat k&auml;ytt&auml;j&auml;n varmennustiedot, kun tietuen&auml;ytt&ouml; tulee n&auml;kyviin. Muista valita <b>Remember this password in my keychain (Muista t&auml;m&auml; salasana avainnipussani)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Yl&ouml;s&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Virheviestit</h2>

<div class="body-text">Kun virheviesti tulee n&auml;kyviin, ratkaise ongelma seuraamalla vianetsint&auml;ohjeita.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Viesti</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mit&auml; tehd&auml;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Tulostimen (faksin) tietoja ei voi saada. Mene kohtaan "Tulostus- &amp; faksivalinnat" ja lis&auml;&auml; PC-FAX-ohjain.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Lis&auml;&auml; PC-FAX-ohjain tulostinluetteloon.</div>
<div class="table-text">Napsauta <b>OK</b> viestin valintaikkunassa. Lis&auml;&auml; tulostin -valintaikkuna tulee n&auml;kyviin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Faksil&auml;hetyksen tietuetta ei voi avata, koska toinen FAX Utility -toiminto on jo k&auml;ynniss&auml;. Odota, kunnes se on p&auml;&auml;ttynyt ja yrit&auml; uudelleen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Toinen FAX Utility-toiminto on k&auml;ynniss&auml;. Sulje toinen toiminto ja yrit&auml; sitten uudelleen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (L&auml;hetystietuetiedostoa ei voi avata. Sinulla ei ole p&auml;&auml;syoikeuksia tai tiedostoa ei ole.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tarkista onko sinulla l&auml;hetystietueen lukuk&auml;ytt&ouml;oikeudet.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (Lokitiedoston tallennus ep&auml;onnistui. Muuta polku ja tiedoston nimi ja tallenna se uudelleen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tarkista kohde, johon lokitiedosto on tallennettu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Lokitiedoston poisto ep&auml;onnistui. Toinen sovellus saattaa k&auml;ytt&auml;&auml; sit&auml; tai sinulla ei ole p&auml;&auml;syoikeuksia tai se on ehk&auml; jo poistettu.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Jos lokitiedosto s&auml;ilyy, tarkista k&auml;ytt&ouml;oikeudet tai sulje muita sovelluksia.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Tapahtui tulostimen yhteysvirhe.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kytke tulostin pois p&auml;&auml;lt&auml; ja takaisin p&auml;&auml;lle. Jos se ei toimi, odota hetki ja yrit&auml; sitten uudelleen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Havaittiin virhe kommunikoinnissa tulostimen kanssa.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Odota hetki ja yrit&auml; uudelleen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Varmuuskopiotiedoston kirjoitus ep&auml;onnistui. Vapaata tilaa ei ole tarpeeksi tai se saattaa olla kirjoitussuojattu.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tarkista kiintolevyn vapaa tila. Tai poista varmuuskopiotiedoston kirjoitussuojaus.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Varmuuskopiotiedoston kirjoitus ep&auml;onnistui. Toinen sovellus k&auml;ytt&auml;&auml; m&auml;&auml;ritetty&auml; tiedostoa.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Toinen ohjelma k&auml;ytt&auml;&auml; varmuuskopiotiedostoa. Sulje toinen ohjelma.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Tiedostomuotoa ei voi tunnistaa. Tiedosto saattaa olla viallinen tai se on luotu toisella sovelluksella.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Varmuuskopiotiedoston tuettu tunniste on vain *.fpb. Tarkista varmuuskopiotiedosto.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Varmuuskopiotiedoston kirjoitus ep&auml;onnistui. Toinen sovellus k&auml;ytt&auml;&auml; m&auml;&auml;ritetty&auml; tiedostoa.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Toinen ohjelma k&auml;ytt&auml;&auml; varmuuskopiotiedostoa. Sulje toinen ohjelma.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (K&auml;sittely peruutettu, koska tapahtui virhe.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Jos tulostimen ja tietokoneen uudelleenk&auml;ynnistys ei ratkaise ongelmaa, ota yhteys Epson-tukeen. Katso yhteystiedot tulostimen k&auml;ytt&ouml;oppaasta.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Yl&ouml;s&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
