<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Sorun Listesi</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Ana Sayfa</a>
	&gt; <a href="menu07.htm">Sorun Giderme</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Sorun Listesi</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">İletim sorunları</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Alım sorunları (Yalnızca PC-FAX alımı &ouml;zelliğine sahip modeller i&ccedil;in)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Hata mesajları</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>İletim sorunları</h2>

<div class="body-text">Bir iletim sorunu olması durumunda aşağıdaki şekilde sorun giderme uygulayın.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Sorun</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Yapılacak işlem</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yazıcı listesinde FAX XXXXXX (yazıcınız) g&ouml;r&uuml;nt&uuml;lenmiyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yazıcı s&uuml;r&uuml;c&uuml;s&uuml; ve PC-FAX s&uuml;r&uuml;c&uuml;s&uuml;n&uuml;n y&uuml;kl&uuml; olduğundan, PC-FAX s&uuml;r&uuml;c&uuml;s&uuml;n&uuml;n yazıcı listesine eklendiğinden emin olun.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">
<b>Fax (Faks)</b> d&uuml;ğmesi gri renkte (devre dışı).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">
<b>Recipient List (Alıcı Listesi)</b> kısmına bir alıcı eklenmediği s&uuml;rece bu d&uuml;ğme kullanılamaz. En az bir alıcı belirleyin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yazıcıdan faks g&ouml;nderilemiyor.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">&ldquo;No dial tone detected (Arama sesi algılanmadı)&rdquo; g&ouml;r&uuml;nt&uuml;lendiğinde, <b>Fax Settings (Faks Ayarları)</b> - <b>Dial Tone Detection Settings (Arama Sesi Algılama Ayarları)</b> &ouml;ğesini se&ccedil;ip, <b>Detect Dial Tone (Arama Sesini Algıla)</b> onay kutusunun se&ccedil;imini kaldırın.</li>

<li class="list-text">Header Information Settings (Başlık Bilgisi Ayarları) kısmında <b>Your Phone Number (Telefon Numaranız)</b> ayarını yaptığınızdan emin olun. Alıcının faks makinesi, g&ouml;nderenin numarası/faks numarası bilgisini i&ccedil;ermeyen faksları engellemek &uuml;zere yapılandırılmış olabilir.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">İletilen verilerin durumu Waiting for printer response (Yazıcı yanıtı beklenmekte) durumundan değişmiyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Bilgisayar yazıcıyla (FAKS) iletişim kuramadığında Waiting for printer response (Yazıcı yanıtı beklenmekte) mesajı g&ouml;r&uuml;nt&uuml;lenir ve iletişim m&uuml;mk&uuml;n hale gelene kadar kalır. Aşağıdakileri kontrol edin:</div>
<ul id="itemiz">
<li class="list-text">Yazıcı a&ccedil;ık mı?</li>

<li class="list-text">Yazıcı ve bilgisayar doğru bi&ccedil;imde bağlı mı?</li>

<li class="list-text">Yazıcı bir ağ yazıcısıysa, yazıcı ağ adresi doğru bi&ccedil;imde belirlenmiş mi?</li>

<li class="list-text">Yazıcı normal bi&ccedil;imde yazdırabiliyor mu?</li>
</ul>
<div class="table-text">Yukarıdakilerin t&uuml;m&uuml; doğruysa, yazıcıyı kapatıp tekrar a&ccedil;ın.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Uygulama, &ldquo;Cannot print other fax data because a transmission is being processed.&rdquo; mesajını g&ouml;r&uuml;nt&uuml;ledikten sonra donuyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Bazı uygulamalar, faks iletimi &uuml;zerine, g&ouml;r&uuml;nt&uuml;lenen eş zamanlı bir başlama uyarısıyla birlikte donabilir. (Bir s&uuml;re sonra bu durumdan &ccedil;ıkabilirler.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">&Uuml;st&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Alım sorunları (Yalnızca PC-FAX alımı &ouml;zelliğine sahip modeller i&ccedil;in)</h2>

<div class="body-text">Bir alım sorunu oluşması durumunda aşağıdaki şekilde sorun giderme uygulayın.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Sorun</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Yapılacak işlem</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) simgesi FAX Utility uygulamasında (ana pencere) g&ouml;r&uuml;nt&uuml;lenmiyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Simge, PC-FAX alımını destekleyen bir yazıcı se&ccedil;tiğinizde g&ouml;r&uuml;nt&uuml;lenir.<br>Bu işlevi destekleyen bir yazıcı (faks) se&ccedil;in, yazıcıyı a&ccedil;ın ve yazıcınızı se&ccedil;in.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Alınan Faks &Ccedil;ıktı Ayarları) &ouml;zelliği faksları bir bilgisayara kaydetmeye ayarlı ama hi&ccedil; faks kaydedilmiyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Alınan fakslar belirtilen klas&ouml;re yalnızca Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) &ccedil;alışıyorken kaydedilir. Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) işlevini &ccedil;alışır durumda tutmanızı &ouml;neririz.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Faks alınamıyor.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">
<b>Fax Settings (Faks Ayarları)</b> - <b>Auto Answer Settings (Otomatik Yanıt Ayarları)</b> kısmında <b>Auto Answer (Otomatik Yanıt)</b> onay kutusunu se&ccedil;in. Yazıcıya harici telefon bağlı değilse, yazıcı, <b>Auto Answer (Otomatik Yanıt)</b> &ouml;zelliği ayarlanmadan faks alamaz.</li>

<li class="list-text">Yazıcının bir hata durumunda olmadığını kontrol edin.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Alınan faksların yazdırılmasına y&ouml;nelik ayarlar değiştirilemiyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">T&uuml;m alınan fakslar bilgisayara kaydedilene kadar ayarları değiştiremezsiniz. Alınan faksların kaydedilmesi i&ccedil;in ayarlanmış bir bilgisayarda, ayarları yeni faksları kontrol ettikten sonra veya yazıcının kontrol panelini kullanarak değiştirin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Ağ &uuml;zerindeki bir paylaşılan klas&ouml;r alınan faks klas&ouml;r&uuml; olarak ayarlandığında Cannot find the received fax folder (Alınan faks klas&ouml;r&uuml; bulunamadı)." mesajı g&ouml;r&uuml;nt&uuml;leniyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ağ &uuml;zerindeki bir paylaşılan klas&ouml;re kaydetmek i&ccedil;in &ouml;nce bu klas&ouml;re bağlanmanız gerekir. Masa&uuml;st&uuml;ndeki men&uuml; &ccedil;ubuğunda <b>Go (Git)</b> - <b>Connect to Server (Sunucuya Bağlan)</b> &ouml;ğesini se&ccedil;ip, ağdaki paylaşılan klas&ouml;re bağlanın.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Oturum a&ccedil;ılışında Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) otomatik olarak başlatıldığında Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) penceresi g&ouml;r&uuml;nt&uuml;lenmiyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Bilgisayarınız oturum a&ccedil;tığında Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) penceresi otomatik olarak g&ouml;r&uuml;nt&uuml;lenmez. Pencereyi a&ccedil;mak i&ccedil;in, Kenetleme kısmındaki Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) simgesine tıklayın. Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) penceresi otomatik olarak g&ouml;r&uuml;nt&uuml;lenmese bile, yeni faksları kontrol etme gibi arka plan işlemlerini ger&ccedil;ekleştirir.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Her faks alışınızda, kullanıcı kimlik doğrulamasına y&ouml;nelik giriş ekranı bilgisayarda g&ouml;r&uuml;nt&uuml;leniyor.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ağa bağlı bir yazıcı kullanılırken, yazıcıda PC-FAX alımının kullanıcı kimlik doğrulaması (dosya paylaşımı i&ccedil;in ad ve şifre) ayarlanırsa, alınan faksı bilgisayara kaydettiğinizde bu ekran g&ouml;r&uuml;nt&uuml;lenir. Bu, yazıcıda ayarlı kimlik doğrulama bilgileri, anahtarlıkta kayıtlı bilgilerden farklılık g&ouml;sterdiğinde de meydana gelir. <br>
<b>Received Fax Output Settings (Alınan Faks &Ccedil;ıktı Ayarları)</b> &ouml;zelliğini tekrar ayarlayıp, giriş ekranı g&ouml;r&uuml;nt&uuml;lendiğinde doğru kullanıcı kimlik doğrulama bilgilerini girin. <b>Remember this password in my keychain (Anahtarlığımda bu şifreyi hatırla)</b> &ouml;ğesini se&ccedil;meyi unutmayın.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">&Uuml;st&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Hata mesajları</h2>

<div class="body-text">Bir hata mesajı g&ouml;r&uuml;nt&uuml;lendiğinde, sorun giderme talimatlarını izleyerek sorunu &ccedil;&ouml;z&uuml;n.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mesaj</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Yapılacak işlem</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Yazıcı (faks) bilgisi alınamadı. "Yazdırma &amp; Faks Tercihleri" a&ccedil;ın ve PC-FAX s&uuml;r&uuml;c&uuml;s&uuml;n&uuml; ekleyin.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">PC-FAX s&uuml;r&uuml;c&uuml;s&uuml;n&uuml; yazıcı listesine ekleyin.</div>
<div class="table-text">Mesaj iletişim kutusunda <b>OK (Tamam)</b> &ouml;ğesine tıklayın. Yazıcı ekle iletişim kutusu g&ouml;r&uuml;nt&uuml;lenir.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Başka bir FAX Utility fonksiyonu y&uuml;r&uuml;t&uuml;lmekte olduğundan Faks İletim Kaydı a&ccedil;ılamaz. Bitene dek bekleyiniz ve tekrar deneyiniz.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Başka bir FAX Utility işlevi &ccedil;alışıyor. Diğer işlevi kapatıp tekrar deneyin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (İletim kayıt dosyası a&ccedil;ılamadı. Erişim hakkınız yok ya da dosya mevcut değil.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">İletim kaydına okuma erişimi hakkına sahip olup olmadığınızı kontrol edin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (G&uuml;nl&uuml;k dosyası kaydedilemedi. Yolu ve dosya adını değiştirin ve tekrar kaydedin.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">G&uuml;nl&uuml;k dosyasının kaydedildiği hedefi kontrol edin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (G&uuml;nl&uuml;k dosyası silinemedi. Başka bir uygulama bunu kullanıyor olabilir ya da erişim hakkınız olmayabilir ya da silinmiş olabilir.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Bir g&uuml;nl&uuml;k dosyası kalırsa, erişim hakkı ayarlarını kontrol edin veya diğer uygulamaları kapatın.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Bir yazıcı iletişimi ortaya &ccedil;ıktı.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yazıcıyı kapatıp tekrar a&ccedil;ın. Bu işe yaramazsa, bir s&uuml;re bekleyip tekrar deneyin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Yazıcı ile iletişim sırasında bir hata algılandı. )</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Bir s&uuml;re bekleyip tekrar deneyin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Yedekleme dosyasına yazılamadı. Boş alan yok ya da yazmaya karşı korumalı olabilir.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sabit diskinizdeki boş alanı kontrol edin. Bunda sorun yoksa, yedekleme dosyasının yazma korumasını kaldırın.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Yedekleme dosyası yazdırılamadı. Belirtilen dosya başka bir uygulama tarafından kullanımda.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yedekleme dosyası başka bir program tarafından kullanılıyor. Diğer programdan &ccedil;ıkın.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Dosya formatı tanınamadı. Dosya bozuk ya da başka bir uygulama tarafından yaratılmış olabilir.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yedekleme dosyası i&ccedil;in desteklenen uzantı yalnızca *.fpb şeklindedir. Yedekleme dosyasını kontrol edin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Yedekleme dosyası okunamadı. Belirtilen dosya başka bir uygulama tarafından kullanımda.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yedekleme dosyası başka bir program tarafından kullanılıyor. Diğer programdan &ccedil;ıkın.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Bir hata olduğundan işlem iptal edildi.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yazıcınızı ve bilgisayarınızı yeniden başlatmak sorunu &ccedil;&ouml;zmezse Epson destekle iletişime ge&ccedil;in. İletişim bilgileri i&ccedil;in yazıcınızın kılavuzuna başvurun.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">&Uuml;st&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
