<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Alım Hata Mesajları (Yalnızca PC-FAX alımı &ouml;zelliğine sahip modeller i&ccedil;in)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Ana Sayfa</a>
	&gt; <a href="menu07.htm">Sorun Giderme</a>
</div>
<h1 class="head-a">
<a name="S-00600-00300"></a>Alım Hata Mesajları (Yalnızca PC-FAX alımı &ouml;zelliğine sahip modeller i&ccedil;in)</h1>

<div class="body-text">Aşağıda, bir faks alındığında g&ouml;r&uuml;nt&uuml;lenebilecek hata mesajlarının ve sorunun nasıl ele alınacağının bir listesi verilmektedir.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mesaj</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Yapılacak işlem</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Bir yazıcı iletişimi ortaya &ccedil;ıktı.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yazıcıyı kapatıp tekrar a&ccedil;ın. Bir s&uuml;re bekleyip tekrar deneyin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">The printer (fax driver) you are setting has been deleted. Add the printer (fax driver) in [System Preferences] - [Print &amp; Fax]. (Ayarladığınız yazıcı (faks s&uuml;r&uuml;c&uuml;s&uuml;) silinmiş. Yazıcıyı (faks s&uuml;r&uuml;c&uuml;s&uuml;) [Sistem Tercihleri] - [Yazdır &amp; Faksla] se&ccedil;eneğine ekleyin.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">PC-FAX s&uuml;r&uuml;c&uuml;s&uuml;n&uuml; yazıcı listesine ekleyin. Mesaj iletişim kutusunda <b>OK (Tamam)</b> &ouml;ğesine tıklayın. Yazıcıyı eklemeye y&ouml;nelik iletişim kutusu g&ouml;r&uuml;nt&uuml;lenir.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Change not accepted. Some printer settings have been changed by another computer, print queue, or the printer. Please try again. (Değişim kabul edilmedi. Bazı yazıcı ayarları başka bir bilgisayar, yazdırma kuyruğu ya da yazıcı tarafından değiştirildi. Tekrar deneyiniz.) </div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Alınan Faks &Ccedil;ıktı Ayarları), ağ &uuml;zerindeki başka bir bilgisayardan, yazdırma kuyruğundan veya yazıcıdan değiştirilmiş. Bir s&uuml;re bekleyip tekrar deneyin.<br>Alınan fakslar yalnızca bir bilgisayara kaydedilebilir.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received faxes not saved due to an error. (Alınan fakslar bir hatadan &ouml;t&uuml;r&uuml; kaydedilmedi.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Alınan faks belirtilen klas&ouml;re kaydedilemedi. Var olduğundan emin olmak i&ccedil;in belirtilen klas&ouml;re olan bağlantıyı ve klas&ouml;re erişim haklarına sahip olduğunuzu kontrol edin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Bir hata olduğundan işlem iptal edildi.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Yazıcınızı ve bilgisayarınızı yeniden başlatmak sorunu &ccedil;&ouml;zmezse Epson destekle iletişime ge&ccedil;in. İletişim bilgileri i&ccedil;in yazıcınızın kılavuzuna bakın.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot save faxes. User authentication failed. (Fakslar kaydedilemiyor. Kimlik doğrulama başarısız.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">PC-FAX alımının kullanıcı kimlik doğrulaması (dosya paylaşımı i&ccedil;in ad ve şifre) bilgisayarın anahtarlığında doğru bi&ccedil;imde ayarlı olmadığından alınan fakslar kaydedilemiyor.<br>
<b>Fax Output Setting (Alınan Faks &Ccedil;ıktı Ayarları)</b> &ouml;zelliğini tekrar ayarlayıp, giriş ekranı g&ouml;r&uuml;nt&uuml;lendiğinde doğru kullanıcı kimlik doğrulama bilgilerini girin. <b>Remember this password in my keychain (Anahtarlığımda bu şifreyi hatırla)</b> &ouml;ğesini se&ccedil;meyi unutmayın.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
