<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Alınan bir faksı bilgisayara kaydetmeye ayarlama</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Ana Sayfa</a>
	&gt; <a href="menu03.htm">Faks Alma (Yalnızca PC-FAX Alımı &Ouml;zelliğine Sahip Modeller İ&ccedil;in)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Alınan bir faksı bilgisayara kaydetmeye ayarlama</h1>

<div class="body-text">Alınan faks &ccedil;ıktı ayarlarını, alınan faksları bir bilgisayara veya bir sunucudaki paylaşılan klas&ouml;re PDF dosyaları olarak kaydetmek &uuml;zere değiştirebilirsiniz (PC-FAX alımı).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Not:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Yazıcınız PC-FAX alımını destekliyorsa, FAX Utility ana penceresinde Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) g&ouml;r&uuml;nt&uuml;lenir.</li>

<li class="list-text">PC-FAX alımını kullanırken otomatik yanıt &ouml;zelliğini ayarlayın.</li>

<li class="list-text">Yazıcıya bağlı olarak, bilgisayara kaydedilen alınan faks verileri yazıcının belleğinden kaldırılır.</li>

<li class="list-text">Alınan fakslar PDF dosyaları olarak kaydedildiğinden, Mac OS X ile &ouml;nceden kurulan Cover Flow (10.5 veya &uuml;st&uuml;), Quick Look (10.5 veya &uuml;st&uuml;) ya da Preview.app uygulamasına gereksiniminiz vardır.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">
<b>FAX Utility</b> uygulamasını başlatın.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">FAX Utility uygulamasını başlatma</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">
<b>Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;)</b> &ouml;ğesine tıklayın.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Not:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">&Ccedil;ok kullanıcılı bir ortamda birden fazla Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) &ouml;rneği başlatamazsınız.</li>

<li class="list-text">Alınan bir faksı yalnız Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) &ccedil;alışıyorken i&ccedil;e aktarabilir ve kaydedebilirsiniz.</li>

<li class="list-text">Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) &ccedil;alışıyorken Kenetleme kısmında bir simge g&ouml;r&uuml;n&uuml;r. Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) &ouml;ğesini Kenetleme kısmına eklemek, Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) bileşenini kolayca başlatmanıza olanak tanır. Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) &ouml;ğesini Kenetleme kısmına eklemek i&ccedil;in, <b>Control</b> tuşuna basılı tutarken <b>Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;)</b> simgesine, ardından da men&uuml;de <b>Add to Dock (Kenetlemeye Ekle)</b> &ouml;ğesine tıklayın.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">Yazıcınızı, ardından da <b>Receive Settings (Ayarları Al)</b> &ouml;ğesini se&ccedil;in.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Not:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Faksları aynı anda yalnızca bir yazdırma (faks) kuyruğuna kaydedebildiğinizden, aynı yazıcıda, USB bağlantıları i&ccedil;in "FAX XXXXXX (USB)" ve ağ bağlantıları i&ccedil;in "FAX XXXXXX(IP)" gibi birden fazla yazdırma (faks) kuyruğu varsa, alınan faksları kaydetmek amacıyla kullanmak istediğinizi se&ccedil;in.</li>

<li class="list-text">Yazıcınız, y&ouml;neticilere, kullanıcıların yazıcının faks ayarlarını değiştirmelerine kısıtlama getirme olanağı tanıyan bir g&uuml;venlik işlevine sahipse, devam etmek i&ccedil;in bir y&ouml;netici şifresi girmeniz gerekebilir.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">
<b>"Save" (save faxes on this computer) ("Kaydet"  (bu bilgisayara faksları kaydet))</b> &ouml;ğesini se&ccedil;ip, alınan faksları kaydetmeye y&ouml;nelik bir klas&ouml;r belirlemek i&ccedil;in <b>Save to (Kaydet)</b> &ouml;ğesine tıklayın.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Not:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Aşağıdaki klas&ouml;r varsayılan olarak belirlenir.<br>\User\Login name\PCFax\Yazıcı adı</li>

<li class="list-text">Yazıcı bir ağ &uuml;zerinde paylaşıldığında, ayarları ağdaki herhangi bir bilgisayardan değiştirebilirsiniz. Ancak fakslar aynı anda yalnızca bir hesaba kaydedilebilir. Diğer bilgisayarda <b>"Save" (save faxes on this computer) ("Kaydet"  (bu bilgisayara faksları kaydet))</b> ayarlı ve <b>Received Fax Output Settings (Alınan Faks &Ccedil;ıktı Ayarları)</b> se&ccedil;iliyse, Received Fax Output Settings (Alınan Faks &Ccedil;ıktı Ayarları) penceresi "Save faxes on another computer or print queue (Faksları başka bir bilgisayara ya da yazdırma kuyruğuna kaydedin)" mesajını g&ouml;r&uuml;nt&uuml;ler.</li>
<div id="indent">
<li class="list-text">Pencerede, yazıcıda hi&ccedil; faks kalmadığında <b>"Save" (save faxes on this computer) ("Kaydet"  (bu bilgisayara faksları kaydet))</b> ayarına ge&ccedil;ebilirsiniz. Yazıcıda faks kalırsa, ayarı değiştiremeyeceğinizi bildiren bir hata mesajı g&ouml;r&uuml;nt&uuml;lenir.<br>Yazıcıyı (faks) paylaşırken, ağ &uuml;zerinde faksları kaydetmeye y&ouml;nelik bir klas&ouml;r oluşturmanızı &ouml;neririz.</li>
</div>

<li class="list-text">Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) penceresinde <b>Preferences (Tercihler)</b> &ouml;ğesine tıklayarak Fax Receive Monitor (Faks Alım Monit&ouml;r&uuml;) ayarını değiştirebilirsiniz.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Tercihler) (yalnızca PC-FAX alımı &ouml;zelliğine sahip modeller i&ccedil;in)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Ayarları yazıcıya g&ouml;ndermek i&ccedil;in <b>Send (G&ouml;nder)</b> &ouml;ğesine tıklayın. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Not:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Yazıcıda PC-FAX alımının kullanıcı kimlik doğrulaması (dosya paylaşımı i&ccedil;in ad ve şifre) ayarlandığında, bilgileri bilgisayarın anahtarlığına kaydetmeniz gerekir.<br>Bilgi anahtarlıkta kayıtlı değilse, kayıt girişi ekranı g&ouml;r&uuml;nt&uuml;lenir. Adınızı ve şifrenizi girin, <b>Remember this password in my keychain (Anahtarlığımda bu şifreyi hatırla)</b> &ouml;ğesini se&ccedil;in ve <b>Connect (Bağlan)</b> &ouml;ğesine tıklayın.<br>Bu kimlik doğrulama bilgilerini anahtarlığa kaydetmezseniz, her faks aldığınızda ve bilgisayara kaydettiğinizde girmeniz istenecektir.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
