<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Setarea salvării unui fax primit pe un calculator</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Acasă</a>
	&gt; <a href="menu03.htm">Primirea faxurilor (numai pentru modele cu recepţie PC-FAX)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Setarea salvării unui fax primit pe un calculator</h1>

<div class="body-text">Puteţi modifica setările de direcţionare a faxurilor primite pentru a le salva ca fişiere PDF pe un calculator sau &icirc;ntr-un director partajat de pe un server (recepţie PC-FAX).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Notă:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Dacă imprimanta dvs. poate recepţiona PC-FAX, mesajul Fax Receive Monitor (Monitor primire faxuri) este afişat &icirc;n fereastra principală din FAX Utility.</li>

<li class="list-text">C&acirc;nd utilizaţi recepţia PC-FAX, setaţi răspuns automat.</li>

<li class="list-text">&Icirc;n funcţie de imprimantă, datele de fax primite salvate pe calculator sunt şterse din memoria imprimantei.</li>

<li class="list-text">Deoarece faxurile primite sunt salvate ca fişiere PDF, aveţi nevoie de Cover Flow (10.5 sau ulterior), Quick Look (10.5 sau ulterior) sau Preview.app, acestea fiind preinstalate cu Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Lansaţi <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Cum se lansează FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Faceţi clic pe <b>Fax Receive Monitor (Monitor primire faxuri)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Notă:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Nu puteţi porni mai multe instanţe ale funcţiei Fax Receive Monitor (Monitor primire faxuri) &icirc;ntr-un mediu cu mai mulţi utilizatori.</li>

<li class="list-text">Puteţi importa şi salva un fax primit numai atunci c&acirc;nd funcţia Fax Receive Monitor (Monitor primire faxuri) este activă.</li>

<li class="list-text">C&acirc;nd funcţia Fax Receive Monitor (Monitor primire faxuri) este activă, o pictogramă apare &icirc;n Dock. Adăugarea funcţiei Fax Receive Monitor (Monitor primire faxuri) &icirc;n Dock vă permite să lansaţi cu uşurinţă funcţia Fax Receive Monitor (Monitor primire faxuri). Pentru a adăuga Fax Receive Monitor (Monitor primire faxuri) &icirc;n Dock, faceţi clic pe pictograma <b>Fax Receive Monitor (Monitor primire faxuri)</b> &icirc;n timp ce ţineţi apăsată tasta <b>Control</b> şi apoi faceţi clic pe <b>Add to Dock (Adăugare &icirc;n Dock)</b> din meniu.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">Selectaţi imprimanta şi apoi <b>Receive Settings (Setări primire)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Notă:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Deoarece puteţi salva faxurile numai &icirc;ntr-o coadă de imprimare (fax) o dată, dacă există mai multe cozi de imprimare (fax) pe aceeaşi imprimantă, cum ar fi &bdquo;FAX XXXXXX (USB)ˮ pentru conexiuni USB şi &bdquo;FAX XXXXXX(IP)ˮ pentru conexiuni de reţea, selectaţi pe care doriţi să o utilizaţi pentru a salva faxuri primite.</li>

<li class="list-text">Dacă imprimanta dvs. include o funcţie de securitate care le permite administratorilor să restricţioneze modificarea de către utilizatori a setărilor de fax ale imprimantei, este posibil să fie necesară introducerea unei parole de administrator pentru a continua.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">Selectaţi <b>"Save" (save faxes on this computer) ("Salvare" (salvează faxurile pe acest calculator))</b> şi apoi faceţi clic pe <b>Save to (Salvare &icirc;n)</b> pentru a specifica un director pentru salvarea faxurilor primite.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Notă:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Următorul director este specificat &icirc;n mod implicit.<br>\Utilizator\Nume conectare\PCFax\Nume imprimantă</li>

<li class="list-text">C&acirc;nd imprimanta este partajată &icirc;ntr-o reţea, puteţi modifica setările din orice calculator din reţea. Totuşi, faxurile pot fi salvate numai &icirc;ntr-un singur cont o dată. Dacă opţiunea <b>"Save" (save faxes on this computer) ("Salvare" (salvează faxurile pe acest calculator))</b> este setată şi opţiunea <b>Received Fax Output Settings (Setări ieşire fax primite)</b> este selectată pe alt calculator, fereastra Received Fax Output Settings (Setări ieşire fax primite) afişează mesajul &bdquo;Save faxes on another computer or print queue (Salvează faxurile pe un alt calculator sau listă de imprimare)ˮ.</li>
<div id="indent">
<li class="list-text">&Icirc;n fereastră, puteţi comuta la <b>"Save" (save faxes on this computer) ("Salvare" (salvează faxurile pe acest calculator))</b> pentru ca niciun fax să nu răm&acirc;nă &icirc;n imprimantă. Dacă &icirc;n imprimantă mai răm&acirc;ne vreun fax, un mesaj de eroare vă informează că nu puteţi modifica setarea.<br>La partajarea imprimantei (faxului), vă recomandăm să creaţi un director &icirc;n reţea pentru salvarea faxurilor.</li>
</div>

<li class="list-text">Puteţi modifica setarea pentru Fax Receive Monitor (Monitor primire faxuri) c&acirc;nd faceţi clic pe <b>Preferences (Preferinţe)</b> &icirc;n Fax Receive Monitor (Monitor primire faxuri).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Preferinţe) (Numai pentru modelele cu recepţie PC-FAX)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Faceţi clic pe <b>Send (Trimitere)</b> pentru a trimite setările către imprimantă. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Notă:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">C&acirc;nd &icirc;n imprimantă este setată autentificarea utilizatorului recepţiei PC-FAX (numele şi parola pentru partajarea fişierelor), trebuie să &icirc;nregistraţi informaţiile respective &icirc;n datele calculatorului.<br>Dacă informaţiile respective nu sunt &icirc;nregistrate &icirc;n date, se afişează ecranul de introducere a &icirc;nregistrării. Introduceţi numele şi parola, selectaţi <b>Remember this password in my keychain (Memorare parolă &icirc;n datele mele)</b> şi apoi faceţi clic pe <b>Connect (Conectare)</b>.<br>Dacă nu salvaţi aceste informaţii de autentificare &icirc;n date, vi se va solicita să le introduceţi de fiecare dacă c&acirc;nd primiţi un fax şi &icirc;l salvaţi &icirc;n calculator.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
