<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD4621-02">
<title>Configuration imprimante</title>
<link href="files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="PrintSetting"></a><a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Accueil</a>
	&gt; <a href="menu01.htm">Menus Param&egrave;tres</a>
</div>
<h1 class="head-a">
<a name="S-00200-00100"></a>Configuration imprimante</h1>
<div class="jumper">
<img align="top" src="files/link_bul.gif"><a href="#S-00200-00100-00100">Source papier</a>
</div>
<div class="jumper">
<img align="top" src="files/link_bul.gif"><a href="#S-00200-00100-00300">Support</a>
</div>
<div class="jumper">
<img align="top" src="files/link_bul.gif"><a href="#S-00200-00100-01100">Qualit&eacute;</a>
</div>
<div id="blanks"></div>

<div class="body-text">Les options disponibles varient en fonction du mod&egrave;le.</div>



<h2 class="head-b">
<a name="S-00200-00100-00100"></a>Source papier</h2>

<div class="body-text">S&eacute;lectionnez une source papier. Les param&egrave;tres disponibles varient en fonction du mod&egrave;le.</div>

<div class="body-text">Pour utiliser Auto Select, s&eacute;lectionnez d&apos;abord la taille papier &agrave; partir du panneau de commande de l&apos;appareil ou dans les param&egrave;tres de l&apos;imprimante &agrave; partir de l&apos;Utilitaire de l&apos;imprimante Epson. Pour acc&eacute;der &agrave; l&apos;Utilitaire de l&apos;imprimante Epson&nbsp;:</div>

<ul id="itemiz">
<li class="list-text">Pour Mac OS X 10.6 et 10.7, cliquez sur Pr&eacute;f&eacute;rences Syst&egrave;me dans le menu Pomme, puis cliquez sur Imprimantes et fax ou Imprimantes et scanners. S&eacute;lectionnez votre imprimante dans la liste d&apos;imprimantes, cliquez sur Options et fournitures, Utilitaire, puis cliquez sur Ouvrir l&apos;utilitaire de l&apos;imprimante.</li>

<li class="list-text">Pour Mac OS X 10.5, cliquez sur Pr&eacute;f&eacute;rences Syst&egrave;me dans le menu Pomme, puis cliquez sur Imprimantes et fax. S&eacute;lectionnez votre imprimante dans la liste d&apos;imprimantes, cliquez sur Ouvrir la liste d'attente d'impression, puis cliquez sur Utilitaire.</li>
</ul>

<div class="body-text">Lorsque vous utilisez les deux bacs comme un seul bac &agrave; grande capacit&eacute;, s&eacute;lectionnez Bac 1 et faites la configuration suivante.</div>

<ul id="itemiz">
<li class="list-text">Assurez-vous que le papier charg&eacute; dans les deux bacs est du m&ecirc;me type et de la m&ecirc;me taille.</li>

<li class="list-text">S&eacute;lectionnez Commutation auto. des bacs. Cliquez sur Pr&eacute;f&eacute;rences Syst&egrave;me dans le menu Pomme, puis cliquez sur Imprimantes et fax ou Imprimantes et scanners, Options et fournitures et s&eacute;lectionnez l'onglet Gestionnaire.</li>
</ul>
<div align="right" class="link-top">
<a href="#top">Haut de la page&nbsp;<img align="middle" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00200-00100-00300"></a>Support</h2>

<div class="body-text">S&eacute;lectionnez le type de papier charg&eacute; dans l&apos;imprimante.</div>

<div class="body-text">Lorsque vous s&eacute;lectionnez CD/DVD, vous pouvez aussi imprimer sur un disque Blu-ray &trade;.</div>
<div align="right" class="link-top">
<a href="#top">Haut de la page&nbsp;<img align="middle" border="0" src="files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00200-00100-01100"></a>Qualit&eacute;</h2>

<div class="body-text">S&eacute;lectionnez le param&egrave;tre Qualit&eacute; souhait&eacute; dans le menu contextuel. Les valeurs disponibles pour le param&egrave;tre Qualit&eacute; d&eacute;pendent du param&egrave;tre Support s&eacute;lectionn&eacute;. D&eacute;finissez le param&egrave;tre Support avant de s&eacute;lectionner la Qualit&eacute;.</div>

<h3 class="head-c">
<a name="S-00200-05000-00100"></a>Sans marges</h3>

<div class="body-text">S&eacute;lectionnez ce param&egrave;tre pour une impression sans marges. Cette fonctionnalit&eacute; est disponible seulement si les param&egrave;tres du type de papier, de la taille et de la qualit&eacute; d&apos;impression prennent en charge l&apos;impression sans marges.</div>

<h4 class="head-d">
<a name="S-00200-00600-00100"></a>Agrandissement</h4>

<div class="body-text">Pour r&eacute;duire la taille de la section rogn&eacute;e sur les c&ocirc;t&eacute;s de l&apos;image, s&eacute;lectionnez Min. ou Interm. Si une ligne blanche appara&icirc;t sur le bord de l&apos;impression, s&eacute;lectionnez Max.</div>

<h3 class="head-c">
<a name="S-00200-05000-00200"></a>Niveaux de gris</h3>

<div class="body-text">S&eacute;lectionnez cette option pour imprimer en monochrome. Selon les param&egrave;tres selectionn&eacute;s, il est possible que cette option ne soit pas disponible.</div>

<h3 class="head-c">
<a name="S-00200-00100-01400"></a>Image miroir</h3>

<div class="body-text">Ce param&egrave;tre permet d&apos;imprimer une image invers&eacute;e de l&apos;original. Le texte et les graphiques s&apos;affichent &agrave; l&apos;envers.</div>
<div align="right" class="link-top">
<a href="#top">Haut de la page&nbsp;<img align="middle" border="0" src="files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
