<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Pr&eacute;sentation du produit</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Accueil</a>
	&gt; <a href="menu01.htm">A propos de FAX Utility</a>
</div>
<h1 class="head-a">
<a name="S-00200-00100"></a>Pr&eacute;sentation du produit</h1>

<div class="body-text">FAX Utility est une application qui propose diff&eacute;rentes fonctions pratiques pour l'envoi de fax.</div>

<div class="body-text">FAX Utility fonctionne uniquement avec les imprimantes multifonction Epson dot&eacute; d'une capacit&eacute; de fax.</div>

<div class="body-text">Lorsque vous utilisez une imprimante prenant en charge la r&eacute;ception PC-FAX, vous pouvez sauvegarder les fax re&ccedil;us au format PDF sur votre ordinateur. Ceci vous aide &agrave; r&eacute;duire les impressions inutiles.</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Remarque :</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">si votre imprimante prend en charge la r&eacute;ception PC-FAX, Fax Receive Monitor (Moniteur de r&eacute;ception de fax) s'affiche dans la fen&ecirc;tre principale de FAX Utility.</div>
</td>
</tr>
</table>
</div>

<div class="body-text">
<b>Consultation des registres de transmission</b>
</div>

<div class="body-text">Vous pouvez consulter les registres de transmission de fax.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu02_2.htm#S-00300-00300">V&eacute;rification/suppression des registres de transmission</a>
<div id="images">
<img border="0" src="../../images/sfutya003b.gif"></div>
</div>

<div class="body-text">
<b>Fax Receive Monitor (Moniteur de r&eacute;ception de fax)</b><b> (mod&egrave;les dot&eacute;s de la r&eacute;ception PC-FAX uniquement)</b>
</div>

<div class="body-text">Fax Receive Monitor (Moniteur de r&eacute;ception de fax) s'affiche lorsqu'une imprimante dot&eacute;e de la r&eacute;ception PC-FAX est s&eacute;lectionn&eacute;e dans la fen&ecirc;tre principale de FAX Utility. La fen&ecirc;tre Fax Receive Monitor (Moniteur de r&eacute;ception de fax) vous permet de d&eacute;finir les param&egrave;tres pour enregistrer les fax re&ccedil;us sur votre ordinateur et de cr&eacute;er un message de notification de r&eacute;ception de nouveaux fax.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu09_1.htm#S-00400-00200">Param&egrave;tre d'enregistrement d'un fax re&ccedil;u sur un ordinateur</a>
<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu09_2.htm#S-00400-00300">Consultation des nouveaux fax</a>
<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu09_3.htm#S-00400-00400">D&eacute;finition des param&egrave;tres pour que les fax re&ccedil;us ne soient pas enregistr&eacute;s sur un ordinateur</a>
</div>

<div class="body-text">
<b>Fonction FAX settings for your printer (Param&egrave;tres fax pour l'imprimante)</b>
</div>

<div id="images">
<img border="0" src="../../images/sfutya004a.gif"></div>

<ul id="itemiz">
<li class="list-text">Vous pouvez v&eacute;rifier si l'imprimante (fax) connect&eacute;e est pr&ecirc;te &agrave; envoyer des fax. Le r&eacute;sultat du test est imprim&eacute; sous forme de rapport. En cas de probl&egrave;me, r&eacute;solvez-le en consultant les informations pr&eacute;sentes dans le rapport.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu04_1.htm#S-00800-00100">V&eacute;rification de l'&eacute;tat de la fonction fax de votre imprimante</a>
</li>

<li class="list-text">Vous pouvez configurer ou modifier les param&egrave;tres fax enregistr&eacute;s au niveau de l'imprimante, tels que les param&egrave;tres <b>Auto Answer (R&eacute;ponse auto)</b> et <b>Fax Header (En-t&ecirc;te du fax)</b>.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu04_2.htm#S-00800-00200">Configuration de la fonction fax de votre imprimante</a>
</li>

<li class="list-text">Vous pouvez cr&eacute;er ou modifier les entr&eacute;es de num&eacute;rotation abr&eacute;g&eacute;e et de num&eacute;rotation group&eacute;e enregistr&eacute;es au niveau de l'imprimante.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu05_2.htm#S-00900-00100">Enregistrement ou modification de la num&eacute;rotation abr&eacute;g&eacute;e et de la num&eacute;rotation group&eacute;e</a>
</li>
</ul>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
