<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Liste des probl&egrave;mes</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Accueil</a>
	&gt; <a href="menu07.htm">R&eacute;solution des probl&egrave;mes</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Liste des probl&egrave;mes</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">Probl&egrave;mes de transmission</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">R&eacute;ception d'erreurs (mod&egrave;les dot&eacute;s de la r&eacute;ception PC-FAX uniquement)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Messages d'erreur</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>Probl&egrave;mes de transmission</h2>

<div class="body-text">En cas de probl&egrave;me de transmission, consultez le tableau suivant pour le r&eacute;soudre.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Probl&egrave;me</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Que faire</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (votre imprimante) ne s'affiche pas dans la liste des imprimantes.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Assurez-vous que le pilote d'imprimante et le pilote PC-FAX sont install&eacute;s et que le pilote PC-FAX est ajout&eacute; &agrave; la liste des imprimantes.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Le bouton <b>Fax</b> est gris&eacute; (d&eacute;sactiv&eacute;).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ce bouton n'est disponible que si un destinataire est ajout&eacute; &agrave; <b>Recipient List (Liste des destinataires)</b>. S&eacute;lectionnez au moins un destinataire.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Impossible d'envoyer des fax de l'imprimante.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Lorsque le message No dial tone detected (Pas de tonalit&eacute;) s'affiche, s&eacute;lectionnez <b>Fax Settings (Param&egrave;tres fax)</b> - <b>Dial Tone Detection Settings (Param&egrave;tres D&eacute;tection de la tonalit&eacute;)</b>, puis d&eacute;sactivez la case &agrave; cocher <b>Detect Dial Tone (D&eacute;tecter la tonalit&eacute;)</b>.</li>

<li class="list-text">V&eacute;rifiez que <b>Your Phone Number (Votre num&eacute;ro de t&eacute;l&eacute;phone)</b> est d&eacute;fini dans Header Information Settings (Param&egrave;tres Informations de l'en-t&ecirc;te). Il est possible que le t&eacute;l&eacute;copieur du destinataire soit configur&eacute; pour bloquer les fax qui n'indiquent pas le num&eacute;ro de t&eacute;l&eacute;phone/fax de l'exp&eacute;diteur.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">L'&eacute;tat des donn&eacute;es transmises reste Waiting for printer response (Attente r&eacute;p. impr.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Le message Waiting for printer response (Attente r&eacute;p. impr.) s'affiche lorsque l'ordinateur ne peut pas communiquer avec l'imprimante (fax) et reste affich&eacute; jusqu'&agrave; ce que la communication soit possible. V&eacute;rifiez ce qui suit.</div>
<ul id="itemiz">
<li class="list-text">Si l'imprimante est sous tension.</li>

<li class="list-text">Si l'imprimante et l'ordinateur sont correctement connect&eacute;s.</li>

<li class="list-text">Si l'imprimante est une imprimante r&eacute;seau, si l'adresse r&eacute;seau de l'imprimante est correctement indiqu&eacute;e.</li>

<li class="list-text">Si l'imprimante peut imprimer normalement.</li>
</ul>
<div class="table-text">Si tout ce qui pr&eacute;c&egrave;de est correct, mettez l'imprimante hors tension puis sous tension.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">L'application se fige apr&egrave;s l'affichage du message suivant&nbsp;: Cannot print other fax data because a transmission is being processed. (Impossible d'imprimer d'autres donn&eacute;es fax : une transmission est en cours de traitement.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Certaines applications risquent de se figer au cours de la transmission d'un fax et un avertissement simultan&eacute; de d&eacute;marrage s'affiche. (Elles peuvent red&eacute;marrer apr&egrave;s quelques instants.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Haut&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>R&eacute;ception d'erreurs (mod&egrave;les dot&eacute;s de la r&eacute;ception PC-FAX uniquement)</h2>

<div class="body-text">R&eacute;solvez le probl&egrave;me de la mani&egrave;re suivante en cas de probl&egrave;me de r&eacute;ception.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Probl&egrave;me</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Que faire</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">L'ic&ocirc;ne de Fax Receive Monitor (Moniteur de r&eacute;ception de fax) ne s'affiche pas dans FAX Utility (fen&ecirc;tre principale).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">L'ic&ocirc;ne s'affiche lorsque vous s&eacute;lectionnez une imprimante prenant en charge la r&eacute;ception PC-FAX.<br>Connectez une imprimante (fax) qui prend en charge cette fonction, puis allumez-la et s&eacute;lectionnez-la.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Param&egrave;tres de sortie des fax re&ccedil;us) est d&eacute;fini de sorte &agrave; enregistrer les fax sur un ordinateur, pourtant aucun fax n'est enregistr&eacute;.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Les fax re&ccedil;us ne sont enregistr&eacute;s dans le dossier sp&eacute;cifi&eacute; que lorsque Fax Receive Monitor (Moniteur de r&eacute;ception de fax) est ex&eacute;cut&eacute;. Nous vous recommandons de ne pas interrompre l'ex&eacute;cution de Fax Receive Monitor (Moniteur de r&eacute;ception de fax).</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Impossible de recevoir des fax.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Cochez la case <b>Auto Answer (R&eacute;ponse auto)</b> dans <b>Fax Settings (Param&egrave;tres fax)</b> - <b>Auto Answer Settings (Param&egrave;tres de R&eacute;ponse auto)</b>. Si aucun t&eacute;l&eacute;phone externe n'est connect&eacute; &agrave; l'imprimante, celle-ci ne peut pas recevoir de fax sans la s&eacute;lection du param&egrave;tre <b>Auto Answer (R&eacute;ponse auto)</b>.</li>

<li class="list-text">V&eacute;rifiez que l'imprimante ne se trouve pas dans un &eacute;tat d'erreur.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Impossible de modifier les param&egrave;tres afin d'imprimer les fax re&ccedil;us.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Les param&egrave;tres ne peuvent pas &ecirc;tre modifi&eacute;s tant que l'ensemble des fax re&ccedil;us n'a pas &eacute;t&eacute; enregistr&eacute; sur l'ordinateur. Sur un ordinateur configur&eacute; pour enregistrer les fax re&ccedil;us, modifiez les param&egrave;tres apr&egrave;s avoir v&eacute;rifi&eacute; les nouveaux fax ou modifiez-les &agrave; partir du panneau de contr&ocirc;le de l'imprimante.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder. (Le dossier des fax re&ccedil;us est introuvable.) Ce message s'affiche lorsqu'un dossier partag&eacute; en r&eacute;seau est configur&eacute; comme dossier des fax re&ccedil;us.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Pour effectuer un enregistrement dans un dossier partag&eacute; en r&eacute;seau, vous devez au pr&eacute;alable vous y connecter. Cliquez dans la barre de menus sur <b>Go (Aller)</b> - <b>Connect to Server (Se connecter au serveur)</b>, puis connectez-vous au dossier partag&eacute; sur le r&eacute;seau.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">La fen&ecirc;tre Fax Receive Monitor (Moniteur de r&eacute;ception de fax) ne s'affiche pas lorsque Fax Receive Monitor (Moniteur de r&eacute;ception de fax) est d&eacute;marr&eacute; automatiquement &agrave; la connexion.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">La fen&ecirc;tre Fax Receive Monitor (Moniteur de r&eacute;ception de fax) ne s'affiche pas automatiquement lorsque votre ordinateur se connecte. Cliquez sur l'ic&ocirc;ne de Fax Receive Monitor (Moniteur de r&eacute;ception de fax) dans le Dock pour ouvrir la fen&ecirc;tre. M&ecirc;me si la fen&ecirc;tre Fax Receive Monitor (Moniteur de r&eacute;ception de fax) ne s'affiche pas automatiquement, le moniteur effectue des op&eacute;rations en arri&egrave;re-plan telles que la v&eacute;rification des nouveaux fax, etc.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">L'&eacute;cran de saisie pour l'authentification utilisateur s'affiche sur l'ordinateur &agrave; chaque fois que vous recevez un fax.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Lorsque vous utilisez une imprimante connectée au réseau, si les informations d'authentification de l'utilisateur pour la réception PC-FAX (nom et mot de passe pour le partage de fichiers) sont définies sur l'imprimante, cet écran s'affiche lorsque vous enregistrez le fax reçu sur l'ordinateur. Cela se produit également lorsque les informations d'authentification définies sur l'imprimante sont différentes de celles qui sont enregistrées dans le trousseau.<br>Définissez à nouveau les <b>Received Fax Output Settings (Paramètres de sortie des fax reçus…)</b>, puis saisissez les informations d'authentification utilisateur correctes lorsque l'écran de saisie s'affiche. Pensez à sélectionner <b>Remember this password in my keychain (Conserver ce mot de passe dans le trousseau)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Haut&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Messages d'erreur</h2>

<div class="body-text">Si un message d'erreur s'affiche, r&eacute;solvez le probl&egrave;me en respectant les consignes de d&eacute;pannage.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Message</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Que faire</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Impossible d'obtenir les informations de l'imprimante (fax). Acc&eacute;dez &agrave; "Pr&eacute;f&eacute;rences de fax et d'impression" et ajoutez le pilote PC-FAX.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ajoutez le pilote PC-FAX &agrave; la liste des imprimantes.</div>
<div class="table-text">Cliquez sur <b>OK</b> dans la zone d'affichage du message. La bo&icirc;te de dialogue d'ajout d'imprimantes s'affiche.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Impossible d'ouvrir le registre de transmission du fax : une autre fonction FAX Utility est d&eacute;j&agrave; en cours d'ex&eacute;cution. Veuillez attendre la fin de la fonction et r&eacute;essayer.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Une autre fonction FAX Utility est en cours d'ex&eacute;cution. Fermez l'autre fonction et r&eacute;essayez.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (Impossible d'ouvrir le fichier du registre de la transmission. Vous ne disposez pas de droits d'acc&egrave;s ou le fichier n'existe pas.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">V&eacute;rifiez que vous disposez de droits d'acc&egrave;s en lecture au registre de transmission.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (&Eacute;chec de l'enregistrement du fichier journal. Modifiez le chemin et le nom du fichier et r&eacute;essayez.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">V&eacute;rifiez la destination d'enregistrement du fichier journal.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (&Eacute;chec de la suppression du fichier journal. Il est possible qu'il soit utilis&eacute; par une autre application, que vous ne disposiez pas de droits d'acc&egrave;s ou qu'il ait d&eacute;j&agrave; &eacute;t&eacute; supprim&eacute;.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Si un fichier journal n'est pas supprim&eacute;, v&eacute;rifiez les droits d'acc&egrave;s ou fermez les autres applications.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Erreur de communication au niveau de l'imprimante.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Mettez l'imprimante hors tension, puis de nouveau sous tension. Si cela ne fonctionne pas, patientez un peu et r&eacute;essayez.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Une erreur a &eacute;t&eacute; d&eacute;tect&eacute;e lors de la communication avec l'imprimante.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Patientez un peu et r&eacute;essayez.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Impossible de r&eacute;diger le fichier de sauvegarde. Il n'y a pas suffisamment d'espace disponible ou le fichier est prot&eacute;g&eacute; en &eacute;criture.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">V&eacute;rifiez la quantit&eacute; d'espace disponible sur votre disque dur ou d&eacute;sactivez la protection en &eacute;criture du fichier de sauvegarde.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (&Eacute;chec de l'&eacute;criture du fichier de sauvegarde. Le fichier indiqu&eacute; est d&eacute;j&agrave; utilis&eacute; par une autre application.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Le fichier de sauvegarde est utilis&eacute; par un autre programme. Quittez l'autre programme.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Impossible de reconna&icirc;tre le format du fichier. Il est possible que le fichier soit corrompu ou ait &eacute;t&eacute; cr&eacute;&eacute; par une autre application.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">La seule extension prise en charge pour le fichier de sauvegarde est *.fpb. V&eacute;rifiez le fichier de sauvegarde.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (&Eacute;chec de la lecture du fichier de sauvegarde. Le fichier indiqu&eacute; est d&eacute;j&agrave; utilis&eacute; par une autre application.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Le fichier de sauvegarde est utilis&eacute; par un autre programme. Quittez l'autre programme.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Traitement annul&eacute; en raison d'une erreur.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Si un red&eacute;marrage de votre imprimante et de votre ordinateur ne r&eacute;sout pas le probl&egrave;me, contactez le service apr&egrave;s-vente Epson. Pour obtenir des informations sur les personnes &agrave; contacter, reportez-vous au manuel de votre imprimante.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Haut&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
