<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Param&egrave;tre d'enregistrement d'un fax re&ccedil;u sur un ordinateur</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Accueil</a>
	&gt; <a href="menu03.htm">R&eacute;ception de fax (mod&egrave;les dot&eacute;s de la r&eacute;ception PC-FAX uniquement)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Param&egrave;tre d'enregistrement d'un fax re&ccedil;u sur un ordinateur</h1>

<div class="body-text">Vous pouvez changer les param&egrave;tres de sortie de fax pour enregistrer les fax re&ccedil;us au format PDF sur un ordinateur ou dans un dossier partag&eacute; sur un serveur (r&eacute;ception PC-FAX).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Remarque :</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">si votre imprimante prend en charge la r&eacute;ception PC-FAX, Fax Receive Monitor (Moniteur de r&eacute;ception de fax) s'affiche dans la fen&ecirc;tre principale de FAX Utility.</li>

<li class="list-text">Lorsque vous utilisez la r&eacute;ception PC-FAX, activez la r&eacute;ponse auto.</li>

<li class="list-text">En fonction de l'imprimante, les donn&eacute;es de fax re&ccedil;u enregistr&eacute;es sur l'ordinateur sont supprim&eacute;es de la m&eacute;moire de l'imprimante.</li>

<li class="list-text">Les fax re&ccedil;us &eacute;tant enregistr&eacute;s au format PDF, vous devez utiliser les applications Cover Flow (10.5 ou version plus r&eacute;cente), Quick Look (10.5 ou version plus r&eacute;cente) ou Preview, toutes pr&eacute;install&eacute;es avec Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Lancez <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">D&eacute;marrage de FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Cliquez sur <b>Fax Receive Monitor (Moniteur de r&eacute;ception de fax)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Remarque :</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">il est impossible de d&eacute;marrer plusieurs instances de Fax Receive Monitor (Moniteur de r&eacute;ception de fax) dans un environnement multi-utilisateur.</li>

<li class="list-text">Vous ne pouvez importer et enregistrer un fax re&ccedil;u que lorsque Fax Receive Monitor (Moniteur de r&eacute;ception de fax) est ex&eacute;cut&eacute;.</li>

<li class="list-text">Fax Receive Monitor (Moniteur de r&eacute;ception de fax) est ex&eacute;cut&eacute;, son ic&ocirc;ne s'affiche sur le Dock. L'ajout de Fax Receive Monitor (Moniteur de r&eacute;ception de fax) au Dock permet de d&eacute;marrer Fax Receive Monitor (Moniteur de r&eacute;ception de fax) facilement. Pour ajouter Fax Receive Monitor (Moniteur de r&eacute;ception de fax) au Dock, cliquez sur l'ic&ocirc;ne <b>Fax Receive Monitor (Moniteur de r&eacute;ception de fax)</b> tout en maintenant la touche <b>Control</b> enfonc&eacute;e, puis cliquez sur l'option de menu <b>Add to Dock (Ajouter au Dock)</b>.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">S&eacute;lectionnez votre imprimante, puis cliquez sur <b>Receive Settings (Param&egrave;tres de r&eacute;ception)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Remarque&nbsp;:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">vous ne pouvez enregistrer les fax que dans une seule file d'attente d'impression (de fax) &agrave; la fois&nbsp;; pour cette raison, si plusieurs files d'attente d'impression (de fax) correspondent &agrave; une imprimante donn&eacute;e, par exemple &laquo;&nbsp;FAX XXXXXX (USB)&nbsp;&raquo; pour les connexions USB et &laquo;&nbsp;FAX XXXXXX(IP)&nbsp;&raquo; pour les connexions r&eacute;seau, vous devez s&eacute;lectionner celle qui doit &ecirc;tre utilis&eacute;e pour l'enregistrement des fax re&ccedil;us.</li>

<li class="list-text">Si votre imprimante dispose d'une fonction de s&eacute;curit&eacute; qui permet aux administrateurs d'emp&ecirc;cher les utilisateurs de changer les param&egrave;tres de fax de l'imprimante, vous aurez peut-&ecirc;tre besoin d'un mot de passe d'administrateur pour continuer.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">S&eacute;lectionnez <b>"Save" (save faxes on this computer) ("Enregistrer" (enregistre les fax sur cet ordinateur))</b>, puis cliquez sur <b>Save to (Enreg. sous)</b> pour sp&eacute;cifier le dossier dans lequel enregistrer les fax re&ccedil;us.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Remarque :</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">le dossier suivant est sp&eacute;cifi&eacute; par d&eacute;faut.<br>\User\Login name\PCFax\Printer name (\utilisateur\nom de connexion\PCFax\nom d'imprimante)</li>

<li class="list-text">Lorsque l'imprimante est partag&eacute;e en r&eacute;seau, vous pouvez modifier les param&egrave;tres &agrave; partir de tout ordinateur du r&eacute;seau. Toutefois, les fax ne peuvent &ecirc;tre enregistr&eacute;s que dans un compte &agrave; la fois. Si l'option <b>"Save" (save faxes on this computer) ("Enregistrer" (enregistre les fax sur cet ordinateur))</b> est d&eacute;finie et l'option <b>Received Fax Output Settings (Param&egrave;tres de sortie des fax re&ccedil;us)</b> est s&eacute;lectionn&eacute;e sur un autre ordinateur, la fen&ecirc;tre Received Fax Output Settings (Param&egrave;tres de sortie des fax re&ccedil;us) affiche le message Save faxes on another computer or print queue (Enregistrer les fax sur un autre ordinateur ou file d'attente d'impression).</li>
<div id="indent">
<li class="list-text">Cette fen&ecirc;tre vous permet de remplacer la s&eacute;lection par <b>"Save" (save faxes on this computer) ("Enregistrer" (enregistre les fax sur cet ordinateur))</b> si aucun fax ne figure sur l'imprimante. Si des fax figurent encore sur l'imprimante, un message d'erreur s'affiche pour vous signaler que vous ne pouvez pas modifier le param&egrave;tre.<br>En cas de partage de l'imprimante (fax), il est conseill&eacute; de cr&eacute;er un dossier r&eacute;serv&eacute; &agrave; l'enregistrement des fax sur le r&eacute;seau.</li>
</div>

<li class="list-text">Vous pouvez modifier le param&egrave;tre de Fax Receive Monitor (Moniteur de r&eacute;ception de fax) en cliquant sur <b>Preferences (Pr&eacute;f&eacute;rences)</b> dans Fax Receive Monitor (Moniteur de r&eacute;ception de fax).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Pr&eacute;f&eacute;rences) (mod&egrave;les dot&eacute;s de la r&eacute;ception PC-FAX uniquement)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Cliquez sur <b>Send (Envoyer)</b> pour envoyer les param&egrave;tres &agrave; l'imprimante. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Note:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Lorsque l'authentification utilisateur pour la réception PC-FAX (nom et mot de passe pour le partage de fichiers) est définie sur l'imprimante, vous devez enregistrer ces informations sur le trousseau de l'ordinateur.<br>Si ces informations ne sont pas enregistrées sur le trousseau, l'écran de saisie de l'enregistrement s'affiche. Saisissez votre nom et votre mot de passe, sélectionnez <b>Remember this password in my keychain (Conserver ce mot de passe dans le trousseau)</b>, puis cliquez sur <b>Connect (Connexion)</b>.<br>Si vous n'enregistrez pas ces informations d'authentification dans le trousseau, vous serez invité à les saisir à chaque fois que vous recevrez un fax et que vous l'enregistrerez sur l'ordinateur.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
