<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Problemlista</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Hem</a>
	&gt; <a href="menu07.htm">Fels&ouml;kning</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Problemlista</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">S&auml;ndningsproblem</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Mottagningsproblem (endast f&ouml;r modeller med PC-FAX-mottagning)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Felmeddelanden</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>S&auml;ndningsproblem</h2>

<div class="body-text">Fels&ouml;kning enligt f&ouml;ljande vid s&auml;ndningsproblem.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">L&ouml;sning</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (din skrivare) visas inte i skrivarlistan.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Se till att skrivar- och PC-FAX-drivrutinen &auml;r installerad och att PC-FAX-drivrutinen har lagts till i skrivarlistan.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">
<b>Fax</b>-knappen &auml;r gr&aring;markerad (inaktiverad).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Denna knapp &auml;r inte tillg&auml;nglig om inte en mottagare har lagts till i <b>Recipient List (Mottagarlista)</b>. Ange minst en mottagare.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan inte skicka fax fr&aring;n skrivaren.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">N&auml;r "No dial tone detected (Kopplingston saknas)" visas, v&auml;lj <b>Fax Settings (Faxinst&auml;llningar)</b> - <b>Dial Tone Detection Settings (Inst&auml;llningar f&ouml;r avk&auml;nning av kopplingston)</b> och avmarkera rutan <b>Detect Dial Tone (Avk&auml;nn kopplingston)</b>.</li>

<li class="list-text">Se till att du har st&auml;llt in <b>Your Phone Number (Ditt telefonnummer)</b> i Header Information Settings (Inst&auml;llningar f&ouml;r rubrikinformation). Mottagarens faxmaskin kanske har konfigurerats f&ouml;r att blockera fax som inte inkluderar information om avs&auml;ndarens telefon-/faxnummer.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Status f&ouml;r skickad data &auml;ndras inte i Waiting for printer response (V&auml;ntar p&aring; svar fr&aring;n skrivaren).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Waiting for printer response (V&auml;ntar p&aring; svar fr&aring;n skrivaren) visas n&auml;r datorn inte kan kommunicera med skrivaren (FAX) och f&ouml;rsvinner inte f&ouml;rr&auml;n kommunikationen &auml;r m&ouml;jlig. Kontrollera f&ouml;ljande.</div>
<ul id="itemiz">
<li class="list-text">Att skrivaren &auml;r p&aring;slagen.</li>

<li class="list-text">Att skrivaren och datorn &auml;r korrekt anslutna.</li>

<li class="list-text">Om skrivaren &auml;r en n&auml;tverksskrivare, att skrivarens n&auml;tverksadress &auml;r korrekt angiven.</li>

<li class="list-text">Att skrivaren kan skriva ut som normalt.</li>
</ul>
<div class="table-text">Om ovanst&aring;nde &auml;r korrekt, st&auml;ng av och sl&aring; sedan p&aring; skrivaren igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Programmet fryser n&auml;r "Cannot print other fax data because a transmission is being processed." visas.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vissa program kan frysa vid faxs&auml;ndning, samtidigt som en varning visas vid uppstart. (De kanske &aring;terst&auml;lls efter ett litet tag.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">&Ouml;verst&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Mottagningsproblem (endast f&ouml;r modeller med PC-FAX-mottagning)</h2>

<div class="body-text">Fels&ouml;kning enligt f&ouml;ljande om ett mottagningsproblem intr&auml;ffar.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">L&ouml;sning</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ikonen f&ouml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) visas inte i FAX Utility (huvudf&ouml;nster).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ikonen visas n&auml;r du v&auml;ljer en skrivare som st&ouml;der PC-FAX-mottagning.<br>Anslut en skrivare (fax) som st&ouml;der denna funktion och sl&aring; p&aring; skrivaren, v&auml;lj sedan din skrivare.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Utdatainst&auml;llningar f&ouml;r mottagna fax) &auml;r inst&auml;lld p&aring; att spara fax p&aring; datorn, men inga fax sparas.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Mottagna fax sparas endast i angiven mapp n&auml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) k&ouml;rs. Vi rekommenderar att du alltid k&ouml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning).</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan inte ta emot fax.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">V&auml;lj kryssrutan <b>Auto Answer (Auto-svar)</b> i <b>Fax Settings (Faxinst&auml;llningar)</b> - <b>Auto Answer Settings (Inst&auml;llningar f&ouml;r Auto-svar)</b>. Om ingen extern telefon &auml;r ansluten till skrivaren kan skrivaren inte ta emot fax utan inst&auml;llningen <b>Auto Answer (Auto-svar)</b>.</li>

<li class="list-text">Kontrollera att skrivaren inte visar en felaktig status.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan inte &auml;ndra inst&auml;llningarna f&ouml;r att skriva ut mottagna fax.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Du kan inte &auml;ndra inst&auml;llningarna f&ouml;rr&auml;n alla mottagna fax har sparats p&aring; datorn. P&aring; en dator som &auml;r inst&auml;lld f&ouml;r att spara mottagna fax, &auml;ndra inst&auml;llningarna efter att du har kontrollerat efter nya fax, eller &auml;ndra inst&auml;llningarna via skrivarens kontrollpanel.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder (Kan inte hitta mappen f&ouml;r mottagna fax)." visas n&auml;r en delad mapp i n&auml;tverket konfigureras som mapp f&ouml;r mottagna fax.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">F&ouml;r att spara i en delad mapp i ett n&auml;tverk m&aring;ste du ansluta till den i f&ouml;rv&auml;g. V&auml;lj menyraden p&aring; skrivbordet <b>Go (G&aring; till)</b> - <b>Connect to Server (Anslut till server)</b> och anslut till den delade mappen i n&auml;tverket.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">F&ouml;nstret Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) visas inte n&auml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) startas automatiskt vid inloggning.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">F&ouml;nstret Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) visas inte automatiskt n&auml;r datorn loggas in. Klicka p&aring; ikonen f&ouml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) i Dock f&ouml;r att &ouml;ppna f&ouml;nstret. &Auml;ven om f&ouml;nstret Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) inte visas automatiskt s&aring; utf&ouml;r den &aring;tg&auml;rder i bakgrunden som t.ex. kontrollerar efter nya fax osv.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Postsk&auml;rmen f&ouml;r anv&auml;ndarautentisering visas p&aring; datorn varje g&aring;ng du tar emot ett fax.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vid anv&auml;ndning av en skrivare som &auml;r ansluten till n&auml;tverket, om PC-FAX-mottagningens anv&auml;ndarautentisering (namn och l&ouml;senord f&ouml;r fildelning) &auml;r inst&auml;llt p&aring; skrivaren, visas denna sk&auml;rm n&auml;r det mottagna faxet sparas p&aring; datorn. Det visas &auml;ven n&auml;r autentiseringsinformationen som st&auml;llts in i skrivaren skiljer sig fr&aring;n den information som sparats i nyckelringen. <br>Utf&ouml;r <b>Received Fax Output Settings (Utdatainst&auml;llningar f&ouml;r mottagna fax)</b> igen och ange sedan korrekt information f&ouml;r anv&auml;ndarautentisering n&auml;r postsk&auml;rmen visas. Kom ih&aring;g att v&auml;lja <b>Remember this password in my keychain (Kom ih&aring;g l&ouml;senordet i min nyckelring)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">&Ouml;verst&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Felmeddelanden</h2>

<div class="body-text">N&auml;r ett felmeddelande visas, l&ouml;s problemet genom att f&ouml;lja fels&ouml;kningsinstruktionerna.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Meddelande</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">L&ouml;sning</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Kan inte h&auml;mta skrivarinformation (fax). G&aring; till "Utskrifts- och faxinst&auml;llningar" och l&auml;gg till PC-FAX drivrutinen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">L&auml;gg till PC-FAX-drivrutinen i skrivarlistan.</div>
<div class="table-text">Klicka p&aring; <b>OK</b> i meddelandets dialogruta. Dialogrutan l&auml;gg till skrivare visas.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Faxs&auml;ndningsposterna kan inte &ouml;ppnas eftersom en annan FAX Utility-funktion redan anv&auml;nds. V&auml;nta tills den &auml;r klar och f&ouml;rs&ouml;k igen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">En annan FAX Utility-funktion k&ouml;rs. St&auml;ng den andra funktionen och f&ouml;rs&ouml;k sedan igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (Filen med s&auml;ndningsposter kan inte &ouml;ppnas. Du saknar beh&ouml;righet eller filen saknas.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontrollera att du har l&auml;sbeh&ouml;righet f&ouml;r s&auml;ndningsposter.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (Det g&aring;r inte att spara loggfilen. &Auml;ndra s&ouml;kv&auml;gen och filnamnet och spara den igen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontrollera destination d&auml;r loggfilen sparas.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Det g&aring;r inte att radera loggfilen. Ett annat program anv&auml;nder den, du saknar beh&ouml;righet eller s&aring; har den redan raderats.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Om en loggfil finns kvar, kontrollera &aring;tkomstinst&auml;llningarna eller st&auml;nga andra program.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Ett skrivarkommunikationsfel har intr&auml;ffat.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">St&auml;ng och sl&aring; sedan p&aring; skrivaren igen. Om det inte fungerar, v&auml;nta ett litet tag och f&ouml;rs&ouml;k sedan igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Ett fel identifierades vid kommunikation med skrivaren.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">V&auml;nta ett litet tag och f&ouml;rs&ouml;k sedan igen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Det g&aring;r inte att skriva till s&auml;kerhetskopieringsfilen. Det finns inte tillr&auml;ckligt med ledigt utrymme eller filen &auml;r skrivskyddad.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontrollera det lediga utrymmet p&aring; h&aring;rddisken. Eller ta bort skrivskyddet p&aring; s&auml;kerhetskopieringsfilen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Det g&aring;r inte att skriva till s&auml;kerhetskopieringsfilen. Den angivna filen anv&auml;nds av ett annat program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">S&auml;kerhetskopieringsfilen anv&auml;nds av ett annat program. Avsluta andra program.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Filformatet kan inte identifieras. Filen kan vara skadad eller s&aring; har den skapats i ett annat program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Endast filtill&auml;gget *.fpb st&ouml;ds f&ouml;r s&auml;kerhetskopieringsfilen. Kontrollera s&auml;kerhetskopieringsfilen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Det g&aring;r inte att l&auml;sa s&auml;kerhetskopieringsfilen. Den angivna filen anv&auml;nds av ett annat program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">S&auml;kerhetskopieringsfilen anv&auml;nds av ett annat program. Avsluta andra program.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Bearbetningen avbr&ouml;ts eftersom ett fel intr&auml;ffade.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Om problemet kvarst&aring;r efter att skrivaren och datorn har startats om, kontakta Epson support. F&ouml;r kontaktinformation, se skrivarens bruksanvisning.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">&Ouml;verst&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
