<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Inst&auml;llning f&ouml;r att spara ett mottaget fax p&aring; en dator</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Hem</a>
	&gt; <a href="menu03.htm">Ta emot fax (endast f&ouml;r modeller med PC-FAX-mottagning)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Inst&auml;llning f&ouml;r att spara ett mottaget fax p&aring; en dator</h1>

<div class="body-text">Du kan &auml;ndra det mottagna faxets utdatainst&auml;llningar f&ouml;r att spara mottagna fax som PDF-filer p&aring; en dator eller i en delad mapp p&aring; en server (PC-FAX-mottagning).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Obs!</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Om din skrivare st&ouml;der PC-FAX-mottagning visas Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) i huvudf&ouml;nstret FAX Utility.</li>

<li class="list-text">St&auml;ll in Auto-svar n&auml;r du anv&auml;nder PC-FAX-mottagning.</li>

<li class="list-text">Beroende p&aring; skrivare kan mottagen faxdata som sparats p&aring; datorn tas bort fr&aring;n skrivarens minne.</li>

<li class="list-text">Eftersom mottagna fax sparas som PDF-filer beh&ouml;ver du Cover Flow (10.5 eller senare), Quick Look (10.5 eller senare) eller Preview.app som &auml;r f&ouml;rinstallerat i Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Starta <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Startar FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Klicka p&aring; <b>Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Obs!</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Du kan inte starta flera instanser av Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) i en fleranv&auml;ndarmilj&ouml;.</li>

<li class="list-text">Du kan endast importera och spara ett mottaget fax n&auml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) k&ouml;rs.</li>

<li class="list-text">N&auml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) k&ouml;rs visas en ikon i Dock. N&auml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) l&auml;ggs till i Dock &auml;r det enkelt att starta Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning). F&ouml;r att l&auml;gga till Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) i Dock, klicka p&aring; ikonen <b>Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning)</b> och h&aring;ll in <b>Control (Kontroll)</b>-tangenten, klicka sedan p&aring; <b>Add to Dock (L&auml;gg till i Dock)</b> i menyn.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">V&auml;lj skrivare och sedan <b>Receive Settings (Mottagningsinst&auml;llningar)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Obs!</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Eftersom du endast kan spara faxmeddelanden till en utskriftsk&ouml; (fax) &aring;t g&aring;ngen, om det finns flera utskriftsk&ouml;er (fax) p&aring; samma skrivare som t.ex. "FAX XXXXXX (USB)" f&ouml;r USB-anslutningar och "FAX XXXXXX(IP)" f&ouml;r n&auml;tverksanslutningar, v&auml;lj vilken du vill anv&auml;nda f&ouml;r att spara mottagna fax.</li>

<li class="list-text">Om skrivaren har en s&auml;kerhetsfunktion som till&aring;ter administrat&ouml;rer att begr&auml;nsa anv&auml;ndare fr&aring;n att &auml;ndra skrivarens faxinst&auml;llningar m&aring;ste du kanske ange ett administrat&ouml;rsl&ouml;senord f&ouml;r att forts&auml;tta.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">V&auml;lj <b>"Save" (save faxes on this computer) ("Spara"  (fax sparas p&aring; den h&auml;r datorn))</b> och klicka sedan p&aring; <b>Save to (Spara till)</b> f&ouml;r att ange en mapp f&ouml;r att spara mottagna fax.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Obs!</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">F&ouml;ljande mapp &auml;r vald som standard.<br>\Anv&auml;ndare\Inloggningsnamn\PCFax\Skrivarnamn</li>

<li class="list-text">N&auml;r skrivaren delas i ett n&auml;tverk kan du &auml;ndra inst&auml;llningarna fr&aring;n valfri dator i n&auml;tverket. D&auml;remot kan faxmeddelanden endast sparas p&aring; ett konto &aring;t g&aring;ngen. Om <b>"Save" (save faxes on this computer) ("Spara"  (fax sparas p&aring; den h&auml;r datorn))</b> har st&auml;llts in och <b>Received Fax Output Settings (Utdatainst&auml;llningar f&ouml;r mottagna fax)</b> har valts p&aring; en annan dator visar f&ouml;nstret Received Fax Output Settings (Utdatainst&auml;llningar f&ouml;r mottagna fax) meddelandet "Save faxes on another computer or print queue (Spara fax p&aring; en annan dator eller i en annan utskriftsk&ouml;)".</li>
<div id="indent">
<li class="list-text">I f&ouml;nstret kan du &auml;ndra till <b>"Save" (save faxes on this computer) ("Spara"  (fax sparas p&aring; den h&auml;r datorn))</b> n&auml;r det inte finns n&aring;gra fax i skrivaren. Om faxmeddelanden finns kvar i skrivaren visas ett felmeddelande som informerar dig om att du inte kan &auml;ndra inst&auml;llningen.<br>N&auml;r skrivaren (fax) delas rekommenderar vi att du skapar en mapp i n&auml;tverket f&ouml;r att spara faxmeddelanden.</li>
</div>

<li class="list-text">Du kan &auml;ndra inst&auml;llningen f&ouml;r Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning) n&auml;r du klickar p&aring; <b>Preferences (Inst&auml;llningar)</b> i Fax Receive Monitor (&Ouml;vervakare f&ouml;r faxmottagning).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Inst&auml;llningar) (Endast f&ouml;r modeller med PC-FAX-mottagning)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Klicka p&aring; <b>Send (Skicka)</b> f&ouml;r att skicka inst&auml;llningarna till skrivaren. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Obs!</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">N&auml;r PC-FAX-mottagarens anv&auml;ndarautentisering (namn och l&ouml;senord f&ouml;r fildelning) st&auml;lls in p&aring; skrivaren m&aring;ste du registrera denna information i datorns nyckelring.<br>Om informationen inte registreras i nyckelringen visas registreringspostens sk&auml;rm. Ange ditt namn och l&ouml;senord, v&auml;lj <b>Remember this password in my keychain (Kom ih&aring;g l&ouml;senordet i min nyckelring)</b> och klicka sedan p&aring; <b>Connect (Anslut)</b>.<br>Om du inte sparar denna autentiseringsinformation i nyckelringen m&aring;ste du ange den varje g&aring;ng du tar emot ett fax och sparar den p&aring; datorn.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
