<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Problemliste</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Anfang</a>
	&gt; <a href="menu07.htm">Fehlerbehebung</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Problemliste</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">&Uuml;bertragungsprobleme</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Empfangsprobleme (Nur f&uuml;r Modelle mit PC-FAX-Empfang)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Fehlermeldungen</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>&Uuml;bertragungsprobleme</h2>

<div class="body-text">Gehen Sie zur Fehlerbehebung bei &Uuml;bertragungsproblemen wie folgt vor.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Ma&szlig;nahme</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (Ihr Drucker) wird in der Druckerliste nicht angezeigt.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Stellen Sie sicher, dass Druckertreiber und PC-FAX-Treiber installiert sind, und dass der PC-FAX-Treiber zur Druckerliste hinzugef&uuml;gt worden ist.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Die Schaltfl&auml;che <b>Fax</b> ist abgeblendet (deaktiviert).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Diese Schaltfl&auml;che ist nur verf&uuml;gbar, wenn ein Empf&auml;nger zur <b>Recipient List (Empf&auml;ngerliste)</b> hinzugef&uuml;gt worden ist. Geben Sie mindestens einen Empf&auml;nger ein.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Der Drucker sendet keine Faxe.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Wenn No dial tone detected (Kein W&auml;hlton) angezeigt wird, w&auml;hlen Sie <b>Fax Settings (Faxeinstellungen)</b> - <b>Dial Tone Detection Settings (Einstellungen f&uuml;r W&auml;hltonerkennung)</b> und deaktivieren Sie das Kontrollk&auml;stchen <b>Detect Dial Tone (W&auml;hlton erkennen)</b>.</li>

<li class="list-text">Vergewissern Sie sich, dass Sie <b>Your Phone Number (Ihre Telefonnummer)</b> in den Header Information Settings (Einstellungen der Kopfzeilendaten) eingegeben haben. Das Faxger&auml;t des Empf&auml;ngers k&ouml;nnte so eingestellt sein, dass es alle Faxe, die nicht die Telefon-/Faxnummer des Senders enthalten, blockiert.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Der Status der &uuml;bertragenen Daten verbleibt bei Waiting for printer response (Warten auf Druckerantwort).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Waiting for printer response (Warten auf Druckerantwort) wird angezeigt, wenn der Computer keine Verbindung zum Drucker (FAX) herstellen kann, und wird so lange angezeigt, bis die Kommunikation wieder m&ouml;glich ist. &Uuml;berpr&uuml;fen Sie, ob</div>
<ul id="itemiz">
<li class="list-text">der Drucker eingeschaltet ist.</li>

<li class="list-text">der Drucker korrekt mit dem Computer verbunden ist.</li>

<li class="list-text">der Drucker ein Netzwerkdrucker ist und die Netzwerkadresse des Druckers korrekt eingegeben ist.</li>

<li class="list-text">der Drucker normal drucken kann.</li>
</ul>
<div class="table-text">Wenn alle diese Punkte korrekt ausgef&uuml;hrt worden sind, schalten Sie den Drucker aus und wieder an.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Das Programm st&uuml;rzt nach der Anzeige von &bdquo;Cannot print other fax data because a transmission is being processed. (Andere Faxdaten k&ouml;nnen nicht gedruckt werden, weil eine &Uuml;bertragung gerade verarbeitet wird.)&ldquo; ab.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Einige Anwendungen h&auml;ngen m&ouml;glicherweise bei der Fax&uuml;bertragung bei gleichzeitiger Anzeige einer Warnmeldung. (Das Problem ist m&ouml;glicherweise nach einer Weile behoben.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Oben&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Empfangsprobleme (Nur f&uuml;r Modelle mit PC-FAX-Empfang)</h2>

<div class="body-text">Gehen Sie zur Fehlerbehebung bei Empfangsproblemen wie folgt vor:</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Ma&szlig;nahme</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Das Symbol f&uuml;r Fax Receive Monitor (Monitor zum Faxempfang) wird im Haupteinstellungsfenster von FAX Utility nicht angezeigt.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Dies wird angezeigt, wenn Sie einen Drucker ausw&auml;hlen, der PC-FAX-Empfang unterst&uuml;tzt.<br>Schlie&szlig;en Sie einen Drucker (Fax) an, der diese Funktion unterst&uuml;tzt, schalten Sie den Drucker ein und w&auml;hlen Sie ihn anschlie&szlig;end aus.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Ausgabeeinstellungen f&uuml;r empfangene Faxe) ist so eingestellt, dass Faxe auf einem Computer empfangen werden sollen, es werden jedoch keine Faxe gespeichert.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Empfangene Faxe werden nur dann gespeichert, wenn Fax Receive Monitor (Monitor zum Faxempfang) ausgef&uuml;hrt wird. Es wird empfohlen, Fax Receive Monitor (Monitor zum Faxempfang) immer auszuf&uuml;hren.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Faxe k&ouml;nnen nicht empfangen werden.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Aktivieren Sie das Kontrollk&auml;stchen <b>Auto Answer (Auto-Antwort)</b> unter <b>Fax Settings (Faxeinstellungen)</b> - <b>Auto Answer Settings (Auto-Antwort-Einstellungen)</b>. Wenn kein externes Telefon an den Drucker angeschlossen ist, kann der Drucker keine Faxe empfangen, wenn <b>Auto Answer (Auto-Antwort)</b> nicht eingestellt ist.</li>

<li class="list-text">Stellen Sie sicher, dass der Drucker keinen Fehlerstatus aufweist.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Die Einstellungen zum Drucken empfangener Faxe k&ouml;nnen nicht ge&auml;ndert werden.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sie k&ouml;nnen die Einstellungen erst dann &auml;ndern, wenn alle empfangene Faxe auf Ihrem Computer gespeichert worden sind. Auf einem Computer, der f&uuml;r den Faxempfang konfiguriert ist, k&ouml;nnen Sie die Einstellungen nach dem &Uuml;berpr&uuml;fen auf neue Faxe &auml;ndern. Sie k&ouml;nnen die Einstellungen auch &uuml;ber die Systemsteuerung des Druckers &auml;ndern.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder. (Der Ordner f&uuml;r empfangene Faxe wurde nicht gefunden.)" wird angezeigt, wenn ein freigegebener Ordner im Netzwerk als Ordner f&uuml;r empfangene Faxe konfiguriert ist.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Zum Speichern von Faxen in einem freigegebenen Netzwerkordner m&uuml;ssen Sie zun&auml;chst eine Verbindung zum entsprechenden Netzwerk herstellen. W&auml;hlen Sie die Men&uuml;leiste auf dem Desktop <b>Go (Gehe zu)</b> - <b>Connect to Server (Mit Server verbinden)</b> und stellen Sie eine Verbindung zum freigegebenen Ordner im Netzwerk her.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Das Fenster Fax Receive Monitor (Monitor zum Faxempfang) wird nicht angezeigt, wenn Fax Receive Monitor (Monitor zum Faxempfang) bei Anmeldung automatisch gestartet wird.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Das Fenster Fax Receive Monitor (Monitor zum Faxempfang) wird nicht automatisch bei Anmeldung Ihres Computers angezeigt. Klicken Sie auf das Dock-Symbol f&uuml;r Fax Receive Monitor (Monitor zum Faxempfang), um das Fenster zu &ouml;ffnen. Selbst wenn das Fenster Fax Receive Monitor (Monitor zum Faxempfang) nicht automatisch angezeigt wird, f&uuml;hrt es im Hintergrund Vorg&auml;nge wie die &Uuml;berpr&uuml;fung auf neue Faxe aus.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Der Eingabebildschirm zur Benutzerauthentifizierung wird immer angezeigt, wenn Sie ein Fax erhalten.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Wenn bei Verwendung eines mit dem Netzwerk verbundenen Druckers für den PC-FAX-Empfang eine Benutzerauthentifizierung (Name und Kennwort zur Dateifreigabe) im Drucker festgelegt ist, wird dieser Bildschirm angezeigt, wenn Sie das empfangene Fax auf dem Computer speichern. Dies kommt auch dann vor, wenn die im Drucker festgelegten Authentifizierungsinformationen nicht mit den Informationen im Schlüsselbund übereinstimmen.<br>Nehmen Sie die <b>Received Fax Output Settings (Ausgabeeinstellungen für empfangene Faxe)</b> erneut vor und geben Sie die korrekten Authentifizierungsinformationen ein, wenn der Eingabebildschirm angezeigt wird. Aktivieren Sie die Option <b>Remember this password in my keychain (Passwort im Schlüsselbund sichern)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Oben&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Fehlermeldungen</h2>

<div class="body-text">Wenn eine Fehlermeldung angezeigt wird, l&ouml;sen Sie das Problem mithilfe der folgenden Anweisungen zur Fehlerbehebung.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Meldung</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Ma&szlig;nahme</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Drucker/Faxinformationen nicht abrufbar. Unter ;"Drucker- &amp; Faxvoreinstellungen" den PC-FAX-Treiber hinzuf&uuml;gen.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">F&uuml;gen Sie den PC-FAX-Treiber zur Druckerliste hinzu.</div>
<div class="table-text">Klicken Sie im Meldungsdialogfeld auf <b>OK</b>. Das Dialogfeld &bdquo;Drucker hinzuf&uuml;gen&ldquo; wird angezeigt.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Die Fax&uuml;bertragungsaufzeichnung kann nicht ge&ouml;ffnet werden, da eine andere FAX Utility-Funktion bereits l&auml;uft. Bitte warten Sie, bis diese Funktion abgeschlossen ist, und versuchen Sie es dann erneut.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Eine andere FAX Utility-Funktion wird ausgef&uuml;hrt. Beenden Sie die andere Funktion und versuchen Sie es erneut.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (Die &Uuml;bertragungsaufzeichnungsdatei kann nicht ge&ouml;ffnet werden. Sie haben keine Zugriffsberechtigung oder die Datei existiert nicht.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Pr&uuml;fen Sie, ob Sie Lesezugriffsrechte auf die &Uuml;bertragungsaufzeichnung haben.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (Protokolldatei konnte nicht gespeichert werden. Pfad- und Dateiname &auml;ndern und erneut speichern.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">W&auml;hlen Sie den Speicherort f&uuml;r die Protokolldatei aus.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Protokolldatei konnte nicht gel&ouml;scht werden. M&ouml;glicherweise verwendet sie eine andere Anwendung bereits, haben Sie keine Zugriffsrechte oder ist sie bereits gel&ouml;scht worden.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Wenn eine Protokolldatei verbleibt, pr&uuml;fen Sie die Einstellung der Zugriffsrechte oder schlie&szlig;en Sie andere Anwendungen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Es ist ein Druckerkommunikationsfehler aufgetreten.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Drucker aus- und wieder einschalten. Wenn dies nicht funktioniert, warten Sie ein paar Minuten und versuchen Sie es dann erneut.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (W&auml;hrend der Kommunikation mit dem Drucker wurde ein Fehler festgestellt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Warten Sie ein paar Minuten und versuchen Sie es dann erneut.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Fehler beim Schreiben der Sicherungsdatei. Es ist nicht gen&uuml;gend freier Speicherplatz vorhanden oder die Datei ist schreibgesch&uuml;tzt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">&Uuml;berpr&uuml;fen Sie, wie viel Speicherplatz auf Ihrer Festplatte noch frei ist. Heben Sie alternativ den Schreibschutz der Sicherungskopie auf.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Sicherungsdatei konnte nicht geschrieben werden. Die angegebene Datei wird gerade von einer anderen Anwendung verwendet.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Die Sicherungskopie wird von einem anderen Programm verwendet. Schlie&szlig;en Sie das andere Programm.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Dateiformat nicht erkannt. Die Datei ist m&ouml;glicherweise defekt oder wurde von einer anderen Anwendung erstellt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Die f&uuml;r die Sicherungskopie verwendete Dateierweiterung ist ausschlie&szlig;lich *.fpb. &Uuml;berpr&uuml;fen Sie die Sicherungskopie.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Sicherungsdatei konnte nicht gelesen werden. Die angegebene Datei wird gerade von einer anderen Anwendung verwendet.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Die Sicherungskopie wird von einem anderen Programm verwendet. Schlie&szlig;en Sie das andere Programm.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Verarbeitung abgebrochen, weil ein Fehler aufgetreten ist.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Wenn das Problem nicht durch den Neustart Ihres Druckers und Computers gel&ouml;st werden kann, wenden Sie sich an den Epson-Kundendienst. Die Kontaktinformationen finden Sie im Handbuch Ihres Druckers.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Oben&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
