<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Einstellung zum Speichern eines empfangenen Faxes auf einem Computer</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Anfang</a>
	&gt; <a href="menu03.htm">Empfang von Faxen (Nur f&uuml;r Modelle mit PC-FAX-Empfang)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Einstellung zum Speichern eines empfangenen Faxes auf einem Computer</h1>

<div class="body-text">Sie k&ouml;nnen die Ausgabeeinstellungen f&uuml;r empfangene Faxe &auml;ndern, um empfangene Faxe als PDF-Dateien auf einem Computer oder in einem freigegebenen Ordner auf einem Server zu speichern (PC-FAX-Empfang).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Hinweis:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Wenn Ihr Drucker den PC-FAX-Empfang unterst&uuml;tzt, wird im FAX Utility-Hauptfenster Fax Receive Monitor (Monitor zum Faxempfang) angezeigt.</li>

<li class="list-text">Wenn Sie den PC-FAX-Empfang verwenden, aktivieren Sie &bdquo;Auto Answer&ldquo; (Auto-Antwort).</li>

<li class="list-text">Abh&auml;ngig vom Drucker werden empfangene Faxdaten aus dem Speicher des Druckers gel&ouml;scht, sobald sie auf dem Computer gespeichert sind.</li>

<li class="list-text">Da empfangene Faxe als PDF-Dateien gespeichert werden, ben&ouml;tigen Sie Cover Flow (10.5 oder h&ouml;her), Quick Look (10.5 oder h&ouml;her) oder Preview.app, welche gemeinsam mit Mac OS X vorinstalliert werden.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Starten Sie <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Starten von FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Klicken Sie auf <b>Fax Receive Monitor (Monitor zum Faxempfang)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Hinweis:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Sie k&ouml;nnen in einer Umgebung mit mehreren Benutzern nicht mehrere Instanzen von Fax Receive Monitor (Monitor zum Faxempfang) &ouml;ffnen.</li>

<li class="list-text">Ein empfangenes Fax k&ouml;nnen Sie nur dann importieren und speichern, wenn Fax Receive Monitor (Monitor zum Faxempfang) ausgef&uuml;hrt wird.</li>

<li class="list-text">Wenn Fax Receive Monitor (Monitor zum Faxempfang) ausgef&uuml;hrt wird, wird im Dock ein Symbol angezeigt. Wenn Sie dem Dock Fax Receive Monitor (Monitor zum Faxempfang) hinzuf&uuml;gen, k&ouml;nnen Sie Fax Receive Monitor (Monitor zum Faxempfang) jederzeit einfach starten. Klicken Sie zum Hinzuf&uuml;gen von Fax Receive Monitor (Monitor zum Faxempfang) zum Dock auf das Symbol f&uuml;r <b>Fax Receive Monitor (Monitor zum Faxempfang)</b>, halten Sie zugleich die <b>Control</b>-Taste gedr&uuml;ckt und klicken Sie auf <b>Add to Dock (Zum Dock hinzuf&uuml;gen)</b> im Men&uuml;.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">W&auml;hlen Sie Ihren Drucker und dann die <b>Receive Settings (Empfangseinstellungen)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Hinweis:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Faxe k&ouml;nnen nur in einer Druck- bzw. Faxwarteliste gleichzeitig gespeichert werden. Wenn es auf demselben Drucker mehrere Druck- bzw. Faxwartelisten gibt, wie etwa "FAX XXXXXX (USB)" f&uuml;r USB-Verbindungen und "FAX XXXXXX(IP)" f&uuml;r Netzwerkverbindungen, m&uuml;ssen Sie deshalb w&auml;hlen, welche der Wartelisten Sie zum Speichern empfangener Faxe verwenden m&ouml;chten.</li>

<li class="list-text">Wenn Ihr Drucker &uuml;ber eine Sicherheitsfunktion verf&uuml;gt, mit der Administratoren die &Auml;nderung der Faxeinstellungen des Druckers einschr&auml;nken k&ouml;nnen, m&uuml;ssen Sie m&ouml;glicherweise zum Fortsetzen ein Administratorkennwort eingeben.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">W&auml;hlen Sie <b>"Save" (save faxes on this computer) ("Speichern" (Faxe auf diesem Computer speichern))</b> und klicken Sie dann auf <b>Save to (Speichern in)</b>, um einen Ordner zum Speichern empfangener Faxe festzulegen.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Hinweis:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Standardm&auml;&szlig;ig ist der folgende Ordner angegeben.<br>\Benutzer\Anmeldename\PCFax\Druckername</li>

<li class="list-text">Wenn der Drucker innerhalb eines Netzwerks freigegeben ist, k&ouml;nnen Sie die Einstellungen von jedem Computer innerhalb dieses Netzwerks aus &auml;ndern. Faxe k&ouml;nnen jedoch immer nur unter einem Account gleichzeitig gespeichert werden. Wenn <b>"Save" (save faxes on this computer) ("Speichern" (Faxe auf diesem Computer speichern))</b> eingestellt ist und <b>Received Fax Output Settings (Ausgabeeinstellungen f&uuml;r empfangene Faxe)</b> auf einem anderen Computer ausgew&auml;hlt ist, wird im Fenster Received Fax Output Settings (Ausgabeeinstellungen f&uuml;r empfangene Faxe) die Meldung "Save faxes on another computer or print queue (Faxe auf einem anderen Computer oder in einer anderen Drucker-Warteliste speichern)" angezeigt.</li>
<div id="indent">
<li class="list-text">In dem Fenster k&ouml;nnen Sie die Einstellung <b>"Save" (save faxes on this computer) ("Speichern" (Faxe auf diesem Computer speichern))</b> w&auml;hlen, vorausgesetzt es sind keine Faxe mehr auf dem Drucker vorhanden. Wenn Faxe auf dem Drucker vorhanden sind, wird eine Meldung angezeigt, dass Sie die Einstellung nicht &auml;ndern k&ouml;nnen.<br>Bei gemeinsamer Nutzung des Druckers (Fax) empfehlen wir die Erstellung eines Ordners im Netzwerk zum Speichern von Faxen.</li>
</div>

<li class="list-text">Sie k&ouml;nnen die Einstellungen von Fax Receive Monitor (Monitor zum Faxempfang) &auml;ndern, wenn Sie unter <b>Fax Receive Monitor (Monitor zum Faxempfang)</b> auf Preferences (Voreinstellungen) klicken.<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Voreinstellungen) (Nur f&uuml;r Modelle mit PC-FAX-Empfang)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Klicken Sie auf <b>Send (Senden)</b>, um die Einstellungen an den Drucker zu senden. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Note:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Wenn für den PC-FAX-Empfang eine Benutzerauthentifizierung (Name und Kennwort zur Dateifreigabe) im Drucker festgelegt ist, müssen Sie diese Informationen im Schlüsselbund des Computers registrieren.<br>Wenn die Informationen noch nicht im Schlüsselbund registriert sind, wird der Registrierungsbildschirm angezeigt. Geben Sie Name und Kennwort ein, aktivieren Sie die Option <b>Remember this password in my keychain (Passwort im Schlüsselbund sichern)</b> und klicken Sie auf <b>Connect (Verbinden)</b>.<br>Wenn Sie die Authentifizierungsinformationen nicht im Schlüsselbund sichern, müssen Sie sie jedes Mal eingeben, wenn Sie ein erhaltenes Fax auf dem Computern speichern.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
