<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Preferences (Voreinstellungen) (Nur f&uuml;r Modelle mit PC-FAX-Empfang)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="Preferences"></a><a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Anfang</a>
	&gt; <a href="menu06.htm">Anzeigen</a>
</div>
<h1 class="head-a">
<a name="S-00500-00800"></a>Preferences (Voreinstellungen) (Nur f&uuml;r Modelle mit PC-FAX-Empfang)</h1>

<div class="body-text">In diesem Fenster k&ouml;nnen Sie die Einstellungen f&uuml;r den Faxempfang konfigurieren, wie etwa wie Benachrichtigungen bei Eingang eines Faxes erfolgen.</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Hinweis:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Dieses Fenster wird angezeigt, wenn Sie auf <b>Fax Receive Monitor Preferences (Einstellungen)</b> im Fax Receive Monitor (Monitor zum Faxempfang) klicken.</li>

<li class="list-text">Dies Einstellungen werden auf alle Drucker angewendet und die Wartelisten zum Drucken werden im Fax Receive Monitor (Monitor zum Faxempfang) angezeigt.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="25%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Funktion</div>
</td><td valign="top" width="74%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Erkl&auml;rung</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Specify an interval to check for new faxes (Intervall f&uuml;r &Uuml;berpr&uuml;fung auf neue Faxe festlegen)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Legen Sie hier den Zeitabstand (zwischen 1 und 30 Minuten) fest, in dem gepr&uuml;ft werden soll, ob neue Faxe eingegangen sind.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of new faxes via a dock icon (Benachrichtigung per Dock-Symbol bei neuen Faxen)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Aktivieren Sie diese Option, damit das Symbol f&uuml;r Fax Receive Monitor (Monitor zum Faxempfang) im Dock "h&uuml;pft", wenn ein neues Fax eingeht.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of errors via a dock icon (Benachrichtigung per Dock-Symbol bei Fehlern)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Aktivieren Sie diese Option, damit das Symbol f&uuml;r Fax Receive Monitor (Monitor zum Faxempfang) im Dock "h&uuml;pft", wenn ein Fehler auftritt. Klicken Sie auf das Symbol, um das Fenster des Monitors f&uuml;r den Faxempfang anzuzeigen und darin den Fehler zu &uuml;berpr&uuml;fen.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Start at login (Start bei Anmeldung)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">F&uuml;r diese Einstellung wird der Wert <b>Automatic (Automatisch)</b> empfohlen. Wenn <b>"Save" (save faxes on this computer) ("Speichern" (Faxe auf diesem Computer speichern))</b> in Received Fax Output Settings (Ausgabeeinstellungen f&uuml;r empfangene Faxe) eingestellt ist, wird Fax Receive Monitor (Monitor zum Faxempfang) automatisch bei der Anmeldung gestartet. Wenn Sie <b>On (Ein)</b> w&auml;hlen, wird Fax Receive Monitor (Monitor zum Faxempfang) bei jeder Anmeldung gestartet, unabh&auml;ngig von den Ausgabeeinstellungen. Wenn Sie <b>Off (Aus)</b> w&auml;hlen, wird Fax Receive Monitor (Monitor zum Faxempfang) bei Anmeldung nicht gestartet.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Wait time before checking new faxes (Wartezeit vor &Uuml;berpr&uuml;fung auf neue Faxe)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Diese Funktion ist verf&uuml;gbar, wenn f&uuml;r <b>Start at login (Start bei Anmeldung)</b> die Optionen <b>Automatic (Automatisch)</b> oder <b>On (Ein)</b> eingestellt sind. Geben Sie an, wie lange (0 bis 10 Minuten) nach dem durch Ihre Anmeldung ausgel&ouml;sten Start von Fax Receive Monitor (Monitor zum Faxempfang) gewartet werden soll, bis gepr&uuml;ft wird, ob neue Faxe eingegangen sind. Dies ist sinnvoll, wenn der Ordner, in dem die Faxe gespeichert werden, sich in einem Netzwerk befindet und nach der Anmeldung f&uuml;r das Herstellen der Netzwerkverbindung eine gewisse Zeit ben&ouml;tigt wird.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Hinweis:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Wenn der Ordner, in dem empfangene Faxe gespeichert werden, ein freigegebener Ordner in einem Netzwerk ist, k&ouml;nnen Sie bei Ihrer Anmeldung eine Verbindung zu diesem Ordner herstellen, indem Sie ihn in der Liste der Anmeldeelemente registrieren. Klicken Sie auf <b>Apple</b> - <b>System Preferences (Systemeinstellungen)</b> - <b>Account</b> - <b>Login to register (Zum Registrieren anmelden)</b>.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
