<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Př&iacute;jem - chybov&eacute; zpr&aacute;vy (Pouze pro modely s př&iacute;jmem PC-FAX)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Domů</a>
	&gt; <a href="menu07.htm">Odstraňov&aacute;n&iacute; probl&eacute;mů</a>
</div>
<h1 class="head-a">
<a name="S-00600-00300"></a>Př&iacute;jem - chybov&eacute; zpr&aacute;vy (Pouze pro modely s př&iacute;jmem PC-FAX)</h1>

<div class="body-text">V n&aacute;sleduj&iacute;c&iacute; č&aacute;sti je uveden seznam chyb, kter&eacute; se mohou zobrazit při přijet&iacute; faxu, a pokyny pro odstraněn&iacute; probl&eacute;mu.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Zpr&aacute;va</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Řešen&iacute;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Došlo k chybě komunikace tisk&aacute;rny.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vypněte tisk&aacute;rnu a znovu ji zapněte. Chvilku počkejte a zkuste to znovu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">The printer (fax driver) you are setting has been deleted. Add the printer (fax driver) in [System Preferences] - [Print &amp; Fax]. (Tisk&aacute;rna (ovladač faxu), kterou nastavujete, byla odstraněna. Přidejte tisk&aacute;rnu (ovladač faxu) v č&aacute;sti [Předvolby syst&eacute;mu] - [Tisk a faxov&aacute;n&iacute;].)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Přidejte ovladač PC-FAX do seznamu tisk&aacute;ren. V dialogov&eacute;m okně se zpr&aacute;vou klikněte na <b>OK</b>. Zobraz&iacute; se dialogov&eacute; okno pro přid&aacute;n&iacute; tisk&aacute;rny.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Change not accepted. Some printer settings have been changed by another computer, print queue, or the printer. Please try again. (Změna nebyla přijata. Někter&aacute; nastaven&iacute; tisk&aacute;rny byla změněna jin&yacute;m poč&iacute;tačem, tiskovou frontou nebo tisk&aacute;rnou. Zkuste to pros&iacute;m znovu.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu) bylo změněno z jin&eacute;ho poč&iacute;tače v s&iacute;ti, z tiskov&eacute; fronty nebo z tisk&aacute;rny. Chvilku počkejte a zkuste to znovu.<br>Přijat&eacute; faxy lze ukl&aacute;dat pouze v jednom poč&iacute;tači.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received faxes not saved due to an error. (Přijat&eacute; faxy nebyly uloženy z důvodu chyby.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Uložen&iacute; přijat&eacute;ho faxu do určen&eacute; složky se nezdařilo. Zkontrolujte připojen&iacute; k určen&eacute; složce a ověřte, zda je dostupn&aacute;, a zkontrolujte, zda m&aacute;te opr&aacute;vněn&iacute; k př&iacute;stupu ke složce.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Zpracov&aacute;v&aacute;n&iacute; bylo zrušeno z důvodu chyby.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Pokud probl&eacute;m nelze odstranit restartov&aacute;n&iacute;m tisk&aacute;rny a poč&iacute;tače, kontaktujte odbornou pomoc Epson. Kontaktn&iacute; informace viz př&iacute;ručka k tisk&aacute;rně.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot save faxes. User authentication failed. (Nelze uložit faxy. Ověřov&aacute;n&iacute; uživatele se nezdařilo.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Nelze uložit přijat&eacute; faxy, protože na svazku kl&iacute;čů poč&iacute;tače nen&iacute; spr&aacute;vně nastaveno ověřov&aacute;n&iacute; uživatele př&iacute;jmu PC-FAX (jm&eacute;no a heslo pro sd&iacute;len&iacute; souborů).<br>Znovu proveďte <b>Fax Output Setting (Nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu.)</b> a když se zobraz&iacute; obrazovka pro zad&aacute;n&iacute;, zadejte spr&aacute;vn&eacute; ověřovac&iacute; informace uživatele. Nezapomeňte vybrat <b>Remember this password in my keychain (Uložit heslo do svazku kl&iacute;čů)</b>.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
