<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Seznam probl&eacute;mů</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Domů</a>
	&gt; <a href="menu07.htm">Odstraňov&aacute;n&iacute; probl&eacute;mů</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Seznam probl&eacute;mů</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">Probl&eacute;my s přenosem</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Probl&eacute;my s přij&iacute;m&aacute;n&iacute;m (Pouze pro modely s př&iacute;jmem PC-FAX)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Chybov&eacute; zpr&aacute;vy</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>Probl&eacute;my s přenosem</h2>

<div class="body-text">V př&iacute;padě probl&eacute;mu s přenosem postupujte podle n&aacute;sleduj&iacute;c&iacute;ch pokynů.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Probl&eacute;m</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Řešen&iacute;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (vaše tisk&aacute;rna) nen&iacute; zobrazeno v seznamu tisk&aacute;ren.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Zkontrolujte, zda je nainstalov&aacute;n ovladač tisk&aacute;rny a ovladač PC-FAX a zda byl ovladač PC-FAX přid&aacute;n do seznamu tisk&aacute;ren.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tlač&iacute;tko <b>Fax (Faxovat)</b> je zobrazeno šedě (deaktivov&aacute;no).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Toto tlač&iacute;tko nen&iacute; k dispozici, dokud nepřid&aacute;te př&iacute;jemce do <b>Recipient List (Seznam př&iacute;jemců)</b>. Zadejte alespoň jednoho př&iacute;jemce.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Z tisk&aacute;rny nelze odes&iacute;lat faxy.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Když je zobrazeno &bdquo;No dial tone detected (Nebyl rozpozn&aacute;n oznamovac&iacute; t&oacute;n)&ldquo;, vyberte <b>Fax Settings (Nastaven&iacute; faxu)</b> - <b>Dial Tone Detection Settings (Nastaven&iacute; detekce oznamovac&iacute;ho t&oacute;nu)</b> a zrušte zaškrtnut&iacute; pol&iacute;čka <b>Detect Dial Tone (Detekovat oznamovac&iacute; t&oacute;n)</b>.</li>

<li class="list-text">Zkontrolujte, zda jste nastavili <b>Your Phone Number (Vaše telefonn&iacute; č&iacute;slo)</b> v Header Information Settings (Nastaven&iacute; z&aacute;hlav&iacute; zpr&aacute;v). Faxovac&iacute; zař&iacute;zen&iacute; př&iacute;jemce je pravděpodobně nakonfigurov&aacute;no tak, aby blokovalo vešker&eacute; faxy, kter&eacute; neobsahuj&iacute; informace o telefonn&iacute;m/faxov&eacute;m č&iacute;slu odesilatele.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Stav přen&aacute;šen&yacute;ch dat Waiting for printer response (Ček&aacute;n&iacute; na odezvu tisk&aacute;rny) se neměn&iacute;.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Waiting for printer response (Ček&aacute;n&iacute; na odezvu tisk&aacute;rny) je zobrazeno, když poč&iacute;tač nemůže komunikovat s tisk&aacute;rnou (FAX) a tato situace bude zachov&aacute;na, dokud komunikace nebude možn&aacute;. Zkontrolujte n&aacute;sleduj&iacute;c&iacute;.</div>
<ul id="itemiz">
<li class="list-text">Zda je tisk&aacute;rna zapnut&aacute;.</li>

<li class="list-text">Zda jsou tisk&aacute;rna a poč&iacute;tač spr&aacute;vně propojeny.</li>

<li class="list-text">Pokud je tisk&aacute;rna s&iacute;ťov&aacute;, zda je spr&aacute;vně určena s&iacute;ťov&aacute; adresa.</li>

<li class="list-text">Zda tisk&aacute;rna norm&aacute;lně tiskne.</li>
</ul>
<div class="table-text">Pokud jsou všechny v&yacute;še uveden&eacute; podm&iacute;nky splněny, vypněte a znovu zapněte tisk&aacute;rnu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Aplikace zobraz&iacute; zpr&aacute;vu &bdquo;Cannot print other fax data because a transmission is being processed.&ldquo; a zablokuje se.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Někter&eacute; aplikace se mohou po faxov&eacute;m přenosu zablokovat a z&aacute;roveň zobraz&iacute; varov&aacute;n&iacute; při spuštěn&iacute;. (Po chv&iacute;li se mohou zotavit.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Nahoru&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Probl&eacute;my s přij&iacute;m&aacute;n&iacute;m (Pouze pro modely s př&iacute;jmem PC-FAX)</h2>

<div class="body-text">V př&iacute;padě probl&eacute;mu s př&iacute;jmem postupujte podle n&aacute;sleduj&iacute;c&iacute;ch pokynů.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Probl&eacute;m</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Řešen&iacute;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ikona Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) nen&iacute; zobrazena v aplikaci FAX Utility (hlavn&iacute; okno).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Tato ikona se zobraz&iacute;, když vyberete tisk&aacute;rnu, kter&aacute; podporuje př&iacute;jem PC-FAX.<br>Připojte tisk&aacute;rnu (fax), kter&aacute; podporuje tuto funkci, zapněte tisk&aacute;rnu a potom vyberte vaši tisk&aacute;rnu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu) je nastaveno na ukl&aacute;d&aacute;n&iacute; faxů do poč&iacute;tače, ale faxy se neukl&aacute;daj&iacute;.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Přijat&eacute; faxy jsou ukl&aacute;d&aacute;ny do určen&eacute; složky pouze, když je spuštěno Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů). Doporučujeme v&aacute;m ponechat Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) spuštěn&eacute;.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Nelze přijmout fax.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Zaškrtněte pol&iacute;čko <b>Auto Answer (Automatick&aacute; odpověď)</b> v <b>Fax Settings (Nastaven&iacute; faxu)</b> - <b>Auto Answer Settings (Nastaven&iacute; automatick&eacute; odpovědi)</b>. Pokud nen&iacute; k tisk&aacute;rně připojen ž&aacute;dn&yacute; extern&iacute; telefon, tisk&aacute;rna nemůže přij&iacute;mat faxy bez nastaven&iacute; <b>Auto Answer (Automatick&aacute; odpověď)</b>.</li>

<li class="list-text">Zkontrolujte, zda se tisk&aacute;rna nenach&aacute;z&iacute; v chybov&eacute;m stavu.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Nelze změnit nastaven&iacute; tak, aby se přijat&eacute; faxy tiskly.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Nastaven&iacute; nelze změnit, dokud nejsou všechny přijat&eacute; faxy uloženy do poč&iacute;tače. V poč&iacute;tači, kter&yacute; je nastaven pro př&iacute;j&iacute;m&aacute;n&iacute; faxů, změňte nastaven&iacute; po kontrole nov&yacute;ch faxů nebo změňte nastaven&iacute; pomoc&iacute; ovl&aacute;dac&iacute;ho panelu tisk&aacute;rny.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Když je jako složka s přijat&yacute;mi faxy nakonfigurov&aacute;na sd&iacute;len&aacute; složka, zobraz&iacute; se zpr&aacute;va "Cannot find the received fax folder (Nelze naj&iacute;t složku s přijat&yacute;mi faxy)".</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Chcete-li ukl&aacute;dat do sd&iacute;len&eacute; složky v s&iacute;ti, je třeba se k n&iacute; předem připojit. Vyberte panel nab&iacute;dek na pracovn&iacute; ploše <b>Go (Přej&iacute;t)</b> - <b>Connect to Server (Připojit k serveru)</b> a připojte se ke sd&iacute;len&eacute; složce v s&iacute;ti.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Okno Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) se nezobraz&iacute;, když je Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) automaticky spuštěno při přihl&aacute;šen&iacute;.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Okno Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) se nezobraz&iacute; automaticky, když se poč&iacute;tač přihl&aacute;s&iacute;. Kliknut&iacute;m na ikonu Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) v č&aacute;sti Dock (Dok) otevřete okno. I když se okno Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) nezobraz&iacute; automaticky, prob&iacute;haj&iacute; operace na pozad&iacute;, např&iacute;klad vyhled&aacute;v&aacute;n&iacute; nov&yacute;ch faxů atd.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Při každ&eacute;m přijet&iacute; faxu se v poč&iacute;tači zobraz&iacute; obrazovka pro zad&aacute;n&iacute; ověřen&iacute; uživatele.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Použ&iacute;v&aacute;te-li tisk&aacute;rnu, kter&aacute; je připojena k s&iacute;ti, a v tisk&aacute;rně je nastaveno ověřov&aacute;n&iacute; uživatele př&iacute;jmu PC-FAX (jm&eacute;no a heslo pro sd&iacute;len&iacute; souborů), při uložen&iacute; přijat&eacute;ho faxu do poč&iacute;tače se zobraz&iacute; tato obrazovka. Rovněž k tomu dojde, když se ověřovac&iacute; informace nastaven&eacute; v tisk&aacute;rně liš&iacute; od informac&iacute; uložen&yacute;ch ve svazku kl&iacute;čů . <br>Znovu proveďte <b>Received Fax Output Settings (Nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu)</b> a když se zobraz&iacute; obrazovka pro zad&aacute;n&iacute;, zadejte spr&aacute;vn&eacute; ověřovac&iacute; informace uživatele. Nezapomeňte vybrat <b>Remember this password in my keychain (Uložit heslo do svazku kl&iacute;čů)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Nahoru&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Chybov&eacute; zpr&aacute;vy</h2>

<div class="body-text">Když se zobraz&iacute; chybov&aacute; zpr&aacute;va, odstraňte probl&eacute;m podle n&aacute;sleduj&iacute;c&iacute;ch pokynů.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Zpr&aacute;va</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Řešen&iacute;</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Nelze z&iacute;skat informace o tisk&aacute;rně (faxu). Otevřete "Print &amp; Fax Preferences" a přidejte ovladač PC-FAX.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Přidejte ovladač PC-FAX do seznamu tisk&aacute;ren.</div>
<div class="table-text">V dialogov&eacute;m okně se zpr&aacute;vou klikněte na <b>OK</b>. Zobraz&iacute; se dialogov&eacute; okno pro přid&aacute;n&iacute; tisk&aacute;rny.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Nelze otevř&iacute;t spustit Z&aacute;znam přenosu faxu, protože je již spuštěna jin&aacute; funkce programu FAX Utility. Pros&iacute;m počkejte, než bude ukončena, a zkuste to znovu.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Je spuštěna jin&aacute; funkce aplikace FAX Utility. Ukončete jinou funkci a zkuste to znovu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (Nelze otevř&iacute;t soubor se z&aacute;znamem přenosu. Nem&aacute;te opr&aacute;vněn&iacute; k př&iacute;stupu nebo soubor neexistuje.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Zkontrolujte, zda m&aacute;te opr&aacute;vněn&iacute; k př&iacute;stupu k z&aacute;znamu přenosu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (Uložen&iacute; souboru protokolu se nezdařilo. Změňte um&iacute;stěn&iacute; a n&aacute;zev souboru a znovu jej uložte.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Zkontrolujte c&iacute;lov&eacute; um&iacute;stěn&iacute; souboru protokolu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Odstraněn&iacute; souboru protokolu se nezdařilo. Pravděpodobně jej použ&iacute;v&aacute; jin&aacute; aplikace, nem&aacute;te opr&aacute;vněn&iacute; k př&iacute;stupu nebo již byl odstraněn.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Pokud soubor protokolu zůstane, zkontrolujte opr&aacute;vněn&iacute; k př&iacute;stupu nebo ukončete ostatn&iacute; aplikace.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Došlo k chybě komunikace tisk&aacute;rny.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vypněte tisk&aacute;rnu a znovu ji zapněte. Pokud nefunguje, chvilku počkejte a potom to zkuste znovu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Při komunikaci s tisk&aacute;rnou byla zjištěna chyba.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Chvilku počkejte a zkuste to znovu.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Z&aacute;pis z&aacute;ložn&iacute;ho souboru se nezdařil. Nen&iacute; dostatek voln&eacute;ho m&iacute;sta nebo je chr&aacute;něno proti z&aacute;pisu.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Zkontrolujte voln&eacute; m&iacute;sto na vašem pevn&eacute;m disku. Nebo zrušte ochranu proti z&aacute;pisu z&aacute;ložn&iacute;ho souboru.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Z&aacute;pis do z&aacute;ložn&iacute;ho souboru se nezdařil. Určen&yacute; soubor je použ&iacute;v&aacute;n jinou aplikac&iacute;.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Z&aacute;ložn&iacute; soubor je použ&iacute;v&aacute;n jinou aplikac&iacute;. Ukončete program.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Nelze rozpoznat form&aacute;t souboru. Soubor je pravděpodobně poškozen nebo byl vytvořen jinou aplikac&iacute;.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Podporovan&aacute; př&iacute;pona z&aacute;ložn&iacute;ho souboru je pouze *.fpb. Zkontrolujte z&aacute;ložn&iacute; soubor.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Z&aacute;ložn&iacute; soubor se nepodařilo nač&iacute;st. Určen&yacute; soubor je použ&iacute;v&aacute;n jinou aplikac&iacute;.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Z&aacute;ložn&iacute; soubor je použ&iacute;v&aacute;n jinou aplikac&iacute;. Ukončete program.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Zpracov&aacute;v&aacute;n&iacute; bylo zrušeno z důvodu chyby.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Pokud probl&eacute;m nelze odstranit restartov&aacute;n&iacute;m tisk&aacute;rny a poč&iacute;tače, kontaktujte odbornou pomoc Epson. Kontaktn&iacute; informace viz&nbsp;př&iacute;ručka k tisk&aacute;rně.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Nahoru&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
