<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Nastaven&iacute; uložen&iacute; přijat&eacute;ho faxu do poč&iacute;tače</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Domů</a>
	&gt; <a href="menu03.htm">Přij&iacute;m&aacute;n&iacute; faxů (pouze pro modely s př&iacute;jmem PC-FAX)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Nastaven&iacute; uložen&iacute; přijat&eacute;ho faxu do poč&iacute;tače</h1>

<div class="body-text">Můžete změnit nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu tak, aby byly přijat&eacute; faxy ukl&aacute;d&aacute;ny jako soubory PDF do poč&iacute;tače nebo do sd&iacute;len&eacute; složky na serveru (př&iacute;jem PC-FAX).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Pozn&aacute;mka:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Pokud vaše tisk&aacute;rna podporuje př&iacute;jem PC-FAX, zobraz&iacute; se Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) na hlavn&iacute;m okně FAX Utility.</li>

<li class="list-text">Při použ&iacute;v&aacute;n&iacute; př&iacute;jmu PC-FAX nastavte automatickou odpověď.</li>

<li class="list-text">V z&aacute;vislosti na tisk&aacute;rně budou data přijat&eacute;ho faxu po uložen&iacute; do poč&iacute;tače odstraněna z paměti tisk&aacute;rny.</li>

<li class="list-text">Vzhledem k tomu, že jsou přijat&eacute; faxy ukl&aacute;d&aacute;ny jako soubory PDF, je zapotřeb&iacute; aplikace Cover Flow (10.5 nebo novějš&iacute;), Quick Look (10.5 nebo novějš&iacute;) nebo Preview.app, kter&aacute; je předinstalov&aacute;na se syst&eacute;mem Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Spusťte aplikaci <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Spuštěn&iacute; aplikace FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Klikněte na <b>Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Pozn&aacute;mka:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">V prostřed&iacute; s v&iacute;ce uživateli nelze spustit v&iacute;ce instanc&iacute; aplikace Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů).</li>

<li class="list-text">Přijat&yacute; fax lze importovat a uložit pouze, když je spuštěna aplikace Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů).</li>

<li class="list-text">Když je aplikace Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) spuštěna, v č&aacute;sti Dock (Dok) se zobraz&iacute; ikona. Přid&aacute;n&iacute;m aplikace Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) do č&aacute;sti Dock (Dok) můžete aplikaci Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) snadno spouštět. Chcete-li přidat aplikaci Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) do č&aacute;sti Dock (Dok), klikněte na ikonu <b>Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů)</b> a z&aacute;roveň stiskněte a přidržte kl&aacute;vesu <b>Control (Ovl&aacute;d&aacute;n&iacute;)</b> a potom klikněte na <b>Add to Dock (Přidat do Doku)</b> v nab&iacute;dce.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">Vyberte vaši tisk&aacute;rnu a potom <b>Receive Settings (Nastaven&iacute; přij&iacute;m&aacute;n&iacute;)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Pozn&aacute;mka:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Vzhledem k tomu, že můžete ukl&aacute;dat faxy pouze do jedn&eacute; tiskov&eacute; (faxov&eacute;) fronty najednou, pokud je v jedn&eacute; tisk&aacute;rně v&iacute;ce tiskov&yacute;ch (faxov&yacute;ch) front, např&iacute;klad "FAX XXXXXX (USB)" pro připojen&iacute; USB a "FAX XXXXXX(IP)" pro s&iacute;ťov&aacute; připojen&iacute;, vyberte frontu, do kter&eacute; chcete ukl&aacute;dat přijat&eacute; faxy.</li>

<li class="list-text">Pokud je vaše tisk&aacute;rna vybavena funkc&iacute; zabezpečen&iacute;, kter&aacute; umožňuje spr&aacute;vcům omezovat uživatele v prov&aacute;děn&iacute; změny nastaven&iacute; faxu tisk&aacute;rny, pravděpodobně bude třeba před dalš&iacute;m postupem zadat heslo.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">Vyberte <b>"Save" (save faxes on this computer) ("Uložit"  (uložit faxy v tomto poč&iacute;tači))</b> a potom klikněte na <b>Save to (Uložit do)</b> a určete složku pro ukl&aacute;d&aacute;n&iacute; přijat&yacute;ch faxů.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Pozn&aacute;mka:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Ve v&yacute;choz&iacute; konfiguraci je určena n&aacute;sleduj&iacute;c&iacute; složka.<br>\Uživatel\Přihlašovac&iacute; jm&eacute;no\PCFax\N&aacute;zev tisk&aacute;rny</li>

<li class="list-text">Když je tisk&aacute;rna sd&iacute;lena v s&iacute;ti, můžete měnit nastaven&iacute; z libovoln&eacute;ho poč&iacute;tače v s&iacute;ti. Faxy lze ovšem ukl&aacute;dat najednou pouze na jeden &uacute;čet. Pokud je nastaveno <b>"Save" (save faxes on this computer) ("Uložit"  (uložit faxy v tomto poč&iacute;tači))</b> a v dalš&iacute;m poč&iacute;tači je vybr&aacute;no <b>Received Fax Output Settings (Nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu)</b>, zobraz&iacute; se v okně Received Fax Output Settings (Nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu) zpr&aacute;va "Save faxes on another computer or print queue (Uložit faxy do jin&eacute;ho poč&iacute;tače nebo tiskov&eacute; fronty)".</li>
<div id="indent">
<li class="list-text">V tomto okně můžete změnit nastaven&iacute; na <b>"Save" (save faxes on this computer) ("Uložit"  (uložit faxy v tomto poč&iacute;tači))</b>, když v tisk&aacute;rně nezb&yacute;vaj&iacute; ž&aacute;dn&eacute; faxy. Pokud v tisk&aacute;rně zb&yacute;vaj&iacute; faxy, zobraz&iacute; se chybov&aacute; zpr&aacute;va s upozorněn&iacute;m, že nelze měnit nastaven&iacute;.<br>Při sd&iacute;len&iacute; tisk&aacute;rny (faxu) doporučujeme vytvořit v s&iacute;ti složku pro ukl&aacute;d&aacute;n&iacute; faxů.</li>
</div>

<li class="list-text">Můžete změnit nastaven&iacute; aplikace Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů), když kliknete na <b>Preferences (Předvolby)</b> na Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Předvolby) (Pouze pro modely s př&iacute;jmem PC-FAX)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Kliknut&iacute;m na tlač&iacute;tko <b>Send (Odeslat)</b> odešlete nastaven&iacute; do tisk&aacute;rny. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Pozn&aacute;mka:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Když je v tisk&aacute;rně nastaveno ověřov&aacute;n&iacute; uživatele př&iacute;jmu PC-FAX (jm&eacute;no a heslo pro sd&iacute;len&iacute; souborů), je třeba zaregistrovat tuto informaci do svazku kl&iacute;čů poč&iacute;tače.<br>Pokud tato informace nen&iacute; zaregistrov&aacute;na ve svazku kl&iacute;čů, zobraz&iacute; se obrazovka pro zad&aacute;n&iacute; registrace. Zadejte vaše jm&eacute;no a heslo, vyberte <b>Remember this password in my keychain (Uložit heslo do svazku kl&iacute;čů)</b> a potom klikněte na <b>Connect (Připojit)</b>.<br>Neulož&iacute;te-li tyto ověřovac&iacute; informace do svazku kl&iacute;čů, budete při každ&eacute;m přijet&iacute; faxu a jeho uložen&iacute; do poč&iacute;tače vyzv&aacute;ni k jejich zad&aacute;n&iacute;.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
