<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Preferences (Předvolby) (Pouze pro modely s př&iacute;jmem PC-FAX)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="Preferences"></a><a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Domů</a>
	&gt; <a href="menu06.htm">Obrazovky</a>
</div>
<h1 class="head-a">
<a name="S-00500-00800"></a>Preferences (Předvolby) (Pouze pro modely s př&iacute;jmem PC-FAX)</h1>

<div class="body-text">V tomto okně lze konfigurovat nastaven&iacute; přij&iacute;m&aacute;n&iacute; faxů, např&iacute;klad jak je oznamov&aacute;n př&iacute;jem nov&eacute;ho faxu.</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Pozn&aacute;mka:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Toto okno se zobraz&iacute;, když kliknete na <b>Fax Receive Monitor Preferences (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů - předvolby)</b> v Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů).</li>

<li class="list-text">Tato nastaven&iacute; jsou použita na všechny tisk&aacute;rny a tiskov&eacute; fronty zobrazen&eacute; v Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů).</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="25%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Položka</div>
</td><td valign="top" width="74%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Popis</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Specify an interval to check for new faxes (Určete interval kontroly nov&yacute;ch faxů)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Určete interval kontroly nov&yacute;ch faxů od 1 do 30 minut.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of new faxes via a dock icon (Upozorňovat na nov&eacute; faxy ukotvovac&iacute; ikonou)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">V&yacute;běrem t&eacute;to možnosti se při přijet&iacute; nov&eacute;ho faxu zobraz&iacute; ikona Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) v č&aacute;sti Dock (Dok).</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of errors via a dock icon (Upozorňovat na chyby ukotvovac&iacute; ikonou)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">V&yacute;běrem t&eacute;to možnosti se při chybě zobraz&iacute; ikona Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) v č&aacute;sti Dock (Dok). Kliknut&iacute;m na tuto ikonu se zobraz&iacute; okno Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů), ve kter&eacute;m se můžete sezn&aacute;mit s informacemi o chybě.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Start at login (Spustit při přihl&aacute;šen&iacute;)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Tuto položku doporučujeme nastavit na <b>Automatic (Automaticky)</b>. Když je <b>"Save" (save faxes on this computer) ("Uložit"  (uložit faxy v tomto poč&iacute;tači))</b> nastaveno v Received Fax Output Settings (Nastaven&iacute; v&yacute;stupu přijat&eacute;ho faxu), Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) se automaticky spust&iacute;, když se přihl&aacute;s&iacute;te. Vyberete-li <b>On (Zapnuto)</b>, Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) se spust&iacute; při přihl&aacute;šen&iacute; bez ohledu na nastaven&iacute; v&yacute;stupu. Vyberete-li <b>Off (Vypnuto)</b>, Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) se při přihl&aacute;šen&iacute; nespust&iacute;.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Wait time before checking new faxes (Doba ček&aacute;n&iacute; před vyhled&aacute;n&iacute;m nov&yacute;ch faxů)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Tato položka je k dispozici, když je <b>Automatic (Automaticky)</b> nebo <b>On (Zapnuto)</b> nastaveno v <b>Start at login (Spustit při přihl&aacute;šen&iacute;)</b>. Určete d&eacute;lku ček&aacute;n&iacute; (0 až 10 minut) před vyhled&aacute;n&iacute;m nov&yacute;ch faxů pot&eacute;, co se Fax Receive Monitor (Sledov&aacute;n&iacute; přij&iacute;m&aacute;n&iacute; faxů) spust&iacute; při přihl&aacute;šen&iacute;. To je užitečn&eacute;, když se složka pro ukl&aacute;d&aacute;n&iacute; faxů nach&aacute;z&iacute; v s&iacute;ti, a po přihl&aacute;šen&iacute; potřebujete čas na nav&aacute;z&aacute;n&iacute; připojen&iacute; ke složce.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Pozn&aacute;mka:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Pokud je složka pro ukl&aacute;d&aacute;n&iacute; přijat&yacute;ch faxů sd&iacute;lenou složkou v s&iacute;ti, můžete se k t&eacute;to složce připojit, když se přihl&aacute;s&iacute;te zaregistrov&aacute;n&iacute;m složky k seznamu položek přihl&aacute;šen&iacute;. Klikněte na <b>Apple</b> - <b>System Preferences (Syst&eacute;mov&eacute; předvolby)</b> - <b>Account (&Uacute;čet)</b> - <b>Login to register (Přihl&aacute;sit k registraci)</b>.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
