<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Problemliste</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Hjem</a>
	&gt; <a href="menu07.htm">Feils&oslash;king</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Problemliste</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">Overf&oslash;ringsproblemer</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Problemer med mottak (Kun for modeller med PC-FAX-mottak)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Feilmeldinger</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>Overf&oslash;ringsproblemer</h2>

<div class="body-text">Feils&oslash;k p&aring; f&oslash;lgende m&aring;te hvis du st&oslash;ter p&aring; et problem med overf&oslash;ring.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Pr&oslash;v dette</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (skriveren) vises ikke p&aring; skriverlisten.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontroller at skriverdriveren og PC-FAX-driveren er installert og at PC-FAX-driveren er lagt til listen skriveren.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">
<b>Fax (Faks)</b>-knappen er nedtonet (deaktivert).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Denne knappen er ikke tilgjengelig hvis en mottaker er lagt til <b>Recipient List (Mottakerliste)</b>. Oppgi minst &eacute;n mottaker.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke sende fakser fra skriveren.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">N&aring;r "No dial tone detected (Ingen summetone registrert)" vises, velger du <b>Fax Settings (Faksinnstillinger)</b> - <b>Dial Tone Detection Settings (Innstillinger for registrering av summetone)</b>, og fjerner avmerkingen ved <b>Detect Dial Tone (Registrer summetone)</b>.</li>

<li class="list-text">Kontroller at du har stilt inn <b>Your Phone Number (Telefonnummeret ditt)</b> i Header Information Settings (Innstillinger for topptekstinformasjon). Mottakerens faksmaskin kan ha blitt konfigurert til &aring; blokkere fakser som ikke inneholder informasjon om avsenderens telefonnummer/faksnummer.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Status for overf&oslash;rte data endres ikke fra Waiting for printer response (Venter p&aring; svar fra skriver).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Waiting for printer response (Venter p&aring; svar fra skriver) vises n&aring;r datamaskinen ikke kan kommunisere med skriveren (faksmaskinen), og meldingen blir igjen til kommunikasjon fungerer. Kontroller f&oslash;lgende.</div>
<ul id="itemiz">
<li class="list-text">Er skriveren sl&aring;tt p&aring;?</li>

<li class="list-text">Er skriveren og datamaskinen riktig tilkoblet?</li>

<li class="list-text">Hvis skriveren er en nettverksskriver, er skriverens nettverksadresse riktig oppgitt?</li>

<li class="list-text">Kan skriveren skrive ut p&aring; vanlig m&aring;te?</li>
</ul>
<div class="table-text">Hvis alt over stemmer, sl&aring;r du av og p&aring; skriveren.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Programmet fryser etter &aring; ha vist "Cannot print other fax data because a transmission is being processed."</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Noen programmer kan fryse ved fakssending sammen med en advarsel ved oppstart. (Dette kan l&oslash;se seg selv etter en stund.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Til toppen&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Problemer med mottak (Kun for modeller med PC-FAX-mottak)</h2>

<div class="body-text">Feils&oslash;k p&aring; f&oslash;lgende m&aring;te hvis du st&oslash;ter p&aring; et problem med mottak.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Pr&oslash;v dette</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ikonet Fax Receive Monitor (Faksmottaksoverv&aring;king) vises ikke p&aring; FAX Utility (hovedvinduet).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Ikonet vises n&aring;r du velger en skriver som st&oslash;tter PC-FAX-mottak.<br>Koble til en skriver (faksmaskin) som st&oslash;tter denne funksjonen, sl&aring; p&aring; skriveren, og velg skriveren.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Utskriftsinnstillinger for mottatt faks) er satt til &aring; lagre fakser p&aring; en datamaskin, men ingen fakser lagres.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Mottatte fakser lagres bare i den angitte mappen n&aring;r Fax Receive Monitor (Faksmottaksoverv&aring;king) kj&oslash;rer. Vi anbefaler at du lar Fax Receive Monitor (Faksmottaksoverv&aring;king) kj&oslash;re.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke motta fakser.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Velg avmerkingsboksen <b>Auto Answer (Automatisk svar)</b> i <b>Fax Settings (Faksinnstillinger)</b> - <b>Auto Answer Settings (Innstillinger for automatisk svar)</b>. Hvis ingen ekstern telefon er koblet til skriveren, kan ikke skriveren motta fakser uten at <b>Auto Answer (Automatisk svar)</b> er stilt inn.</li>

<li class="list-text">Kontroller at skriveren ikke har feilstatus.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke endre innstillingene slik at mottatte fakser skrives ut.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Du kan ikke endre innstillingene f&oslash;r alle mottatte fakser er lagret p&aring; datamaskinen. P&aring; en datamaskin som er satt til &aring; lagre mottatte fakser m&aring; du endre innstillingene etter &aring; ha sjekket for nye fakser, eller s&aring; m&aring; du endre innstillingene ved hjelp av skriverens kontrollpanel.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder (Finner ikke mappen for mottatt faks)" vises n&aring;r en delt mappe p&aring; nettverket er konfigurert som mappe for mottatt faks.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis du vil lagre til en delt mappe p&aring; et nettverk, m&aring; du koble til den p&aring; forh&aring;nd. Velg menylinjen p&aring; skrivebordet <b>Go (G&aring;)</b>- <b>Connect to Server (Koble til tjener)</b>,og koble til den delte mappen p&aring; nettverket.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vinduet til Fax Receive Monitor (Faksmottaksoverv&aring;king) vises ikke n&aring;r Fax Receive Monitor (Faksmottaksoverv&aring;king) startes automatisk ved p&aring;logging.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vinduet til Fax Receive Monitor (Faksmottaksoverv&aring;king) vises ikke automatisk ved p&aring;logging. Klikk p&aring; Dock-ikonet til Fax Receive Monitor (Faksmottaksoverv&aring;king) for &aring; &aring;pne vinduet. Selv om vinduet til Fax Receive Monitor (Faksmottaksoverv&aring;king) ikke vises automatisk, utf&oslash;rer det bakgrunnsoperasjoner som &aring; se etter nye fakser og s&aring; videre.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">P&aring;loggingsskjermen for brukerautentisering vises p&aring; datamaskinen hver gang du mottar en faks.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis du bruker en skriver som er koblet til nettverket, og PC-FAX-mottakets brukerautentisering (navn og passord for fildeling) er stilt inn i skriveren, vises denne skjermen n&aring;r du lagrer den mottatte faksen p&aring; datamaskinen. Dette skjer ogs&aring; n&aring;r autentiseringsinformasjon som er stilt inn i skriveren avviker fra informasjonen som er lagret i n&oslash;kkelringen. <br>Still inn <b>Received Fax Output Settings (Utskriftsinnstillinger for mottatt faks)</b> p&aring; nytt, og skriv inn riktig brukerautentiseringsinformasjon n&aring;r p&aring;loggingsskjermen vises. Husk &aring; velge <b>Remember this password in my keychain (Legg til dette passordet p&aring; n&oslash;kkelringen min)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Til toppen&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Feilmeldinger</h2>

<div class="body-text">N&aring;r en feilmelding vises, kan du l&oslash;se problemet ved &aring; f&oslash;lge feils&oslash;kingsinstruksjonene.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Melding</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Pr&oslash;v dette</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Kan ikke hente informasjon om skriver (faks). G&aring; til "Innstillinger for utskrift og faks", og legg til driveren for PC-FAX.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Legg til PC-FAX-driveren i skriverlisten.</div>
<div class="table-text">Klikk <b>OK</b> i dialogboksen. Dialogboksen Legg til skriver vises.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (Kan ikke &aring;pne Fakssendingsrapport fordi en annen FAX Utility-funksjon allerede kj&oslash;rer. Vent til den er ferdig, og pr&oslash;v p&aring; nytt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">En annen FAX Utility-funksjon kj&oslash;rer. Lukk den andre funksjonen, og pr&oslash;v p&aring; nytt.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (Kan ikke &aring;pne filen med sendingsrapport. Du har ikke tilgang eller filen eksisterer ikke.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontroller at du har lesetilgangsrettigheter til sendingsrapporten.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (Kan ikke lagre loggfilen. Endre bane og filnavn, og lagre den p&aring; nytt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kontroller m&aring;let der loggfilen lagres.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted.Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Kan ikke slette loggfilen. Det kan hende at den brukes av et annet program, at du ikke har tilgang, eller at den allerede er slettet.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis en loggfil ikke kan slettes, kan du kontrollere tilgangsrettigheter eller lukke andre programmer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Det oppstod en kommunikasjonsfeil for skriveren.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sl&aring; av skriveren, og sl&aring; den p&aring; igjen. Hvis dette ikke fungerer, kan du vente en stund og pr&oslash;ve p&aring; nytt.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Det ble oppdaget en feil under kommunikasjon med skriveren.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Vent en stund, og pr&oslash;v p&aring; nytt.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Kan ikke skrive sikkerhetskopifil. Det er ikke nok ledig plass, eller den kan v&aelig;re skrivebeskyttet.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sjekk ledig plass p&aring; harddisken. Eller fjern skrivebeskyttelsen for sikkerhetskopierte filer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Kan ikke skrive sikkerhetskopifil. Angitt fil brukes av et annet program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sikkerhetskopifilen er i bruk av et annet program. Lukk andre programmer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (Gjenkjenner ikke filformatet. Filen kan v&aelig;re skadet eller opprettet med et annet program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Den eneste st&oslash;ttede filtypen for sikkerhetskopifiler er *.fpb. Kontroller sikkerhetskopifilen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Kan ikke lese sikkerhetskopifil. Angitt fil brukes av et annet program.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sikkerhetskopifilen er i bruk av et annet program. Lukk andre programmer.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Behandling ble avbrutt fordi det oppstod en feil.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis du ikke kan l&oslash;se problemet ved &aring; starte skriveren og datamaskinen p&aring; nytt, kan du kontakte Epsons kundest&oslash;tte. Du finner kontaktinformasjon i bruksanvisningen til skriveren.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Til toppen&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
