<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Feilmeldinger for mottak (kun for modeller med PC-FAX-mottak)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Hjem</a>
	&gt; <a href="menu07.htm">Feils&oslash;king</a>
</div>
<h1 class="head-a">
<a name="S-00600-00300"></a>Feilmeldinger for mottak (kun for modeller med PC-FAX-mottak)</h1>

<div class="body-text">F&oslash;lgende er en liste over feilmeldinger som kan vises n&aring;r en faks mottas og hvordan man problemet kan l&oslash;ses.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Melding</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Pr&oslash;v dette</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Det oppstod en kommunikasjonsfeil for skriveren.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Sl&aring; av skriveren, og sl&aring; den p&aring; igjen. Vent en stund, og pr&oslash;v p&aring; nytt.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">The printer (fax driver) you are setting has been deleted. Add the printer (fax driver) in [System Preferences] - [Print &amp; Fax]. (Skriveren (faksdriver) du angir, er blitt slettet. Legg til skriveren (faksdriver) i [Systemvalg] og deretter [Utskrift og faks].)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Legg til PC-FAX-driveren i skriverlisten. Klikk <b>OK</b> i dialogboksen. Dialogboksen for &aring; legge til en skriver vises.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Change not accepted. Some printer settings have been changed by another computer, print queue, or the printer. Please try again. (Endring ble ikke godtatt. Enkelte skriverinnstillinger er blitt endret fra en annen datamaskin, utskriftsk&oslash; eller skriveren. Pr&oslash;v p&aring; nytt.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received Fax Output Settings (Utskriftsinnstillinger for mottatt faks) er endret fra en annen datamaskin p&aring; nettverket, fra utskriftsk&oslash;en eller fra skriveren. Vent en stund, og pr&oslash;v p&aring; nytt.<br>Mottatte fakser kan bare lagres p&aring; &eacute;n datamaskin.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Received faxes not saved due to an error. (Mottatte fakser ble ikke lagret pga. en feil.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kunne ikke lagre den mottatte faksen i den angitte mappen. Kontroller tilkoblingen til den angitte mappen for &aring; forsikre deg om at den er tilgjengelig, og kontroller at du har tilgangsrettigheter til mappen.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Behandling ble avbrutt fordi det oppstod en feil.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Hvis du ikke kan l&oslash;se problemet ved &aring; starte skriveren og datamaskinen p&aring; nytt, kan du kontakte Epsons kundest&oslash;tte. Du finner kontaktinformasjon i bruksanvisningen til skriveren.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot save faxes. User authentication failed. (Kan ikke lagre fakser. Brukergodkjenning mislyktes.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Kan ikke lagre mottatte fakser fordi PC-FAX-mottaks brukerautentisering (navn og passord for fildeling) ikke er riktig innstilt i datamaskinens n&oslash;kkelring.<br>Still inn <b>Fax Output Setting (Utskriftsinnstillinger for mottatt faks)</b> p&aring; nytt, og skriv inn riktig brukerautentiseringsinformasjon n&aring;r p&aring;loggingsskjermen vises. Husk &aring; velge <b>Remember this password in my keychain (Legg til dette passordet p&aring; n&oslash;kkelringen min)</b>.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
