<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Stille inn for &aring; lagre en mottatt faks p&aring; en datamaskin</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Hjem</a>
	&gt; <a href="menu03.htm">Motta fakser (kun for modeller med PC-FAX-mottak)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Stille inn for &aring; lagre en mottatt faks p&aring; en datamaskin</h1>

<div class="body-text">Du kan endre utdatainnstillingene for mottatt faks til &aring; lagre mottatte fakser som PDF-filer p&aring; en datamaskin eller i en delt mappe p&aring; en server (PC-FAX-mottak).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Merk:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Hvis skriveren st&oslash;tter PC-FAX-mottak, vises Fax Receive Monitor (Faksmottaksoverv&aring;king) i hovedvinduet til FAX Utility.</li>

<li class="list-text">N&aring;r du bruker PC-FAX-mottak, m&aring; du stille inn automatisk svar.</li>

<li class="list-text">Avhengig av skriveren kan mottatte faksdata som er lagret p&aring; datamaskinen fjernes fra skriverens minne.</li>

<li class="list-text">Fordi mottatte fakser lagres som PDF-filer, m&aring; du bruke Cover Flow (10.5 eller nyere), Quick Look (10.5 eller senere), eller Preview.app som er forh&aring;ndsinstallert p&aring; Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Start <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Starte FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Klikk <b>Fax Receive Monitor (Faksmottaksoverv&aring;king)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Merk:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Du kan ikke starte flere forekomster av Fax Receive Monitor (Faksmottaksoverv&aring;king) i et milj&oslash; med flere brukere.</li>

<li class="list-text">Du kan kun importere og lagre mottatte fakser n&aring;r Fax Receive Monitor (Faksmottaksoverv&aring;king) kj&oslash;rer.</li>

<li class="list-text">N&aring;r Fax Receive Monitor (Faksmottaksoverv&aring;king) kj&oslash;rer, vises et ikon i Dock. Du kan legge til Fax Receive Monitor (Faksmottaksoverv&aring;king) slik at du kan starte Fax Receive Monitor (Faksmottaksoverv&aring;king) enkelt. Hvis du vil legge til Fax Receive Monitor (Faksmottaksoverv&aring;king) i Dock, klikker du p&aring; <b>Fax Receive Monitor (Faksmottaksoverv&aring;king)</b>-ikonet mens du holder nede <b>Control</b>-tasten, og klikker p&aring; <b>Add to Dock (Legg til Dock)</b> i menyen.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">Velg skriveren, og deretter <b>Receive Settings (Mottaksinnstillinger)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Merk:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Fordi du bare kan lagre fakser til &eacute;n utskriftsk&oslash; (faksk&oslash;) p&aring; &eacute;n gang, hvis det er flere utskriftsk&oslash;er (faksk&oslash;er) p&aring; den samme skriveren, for eksempel &laquo;FAX XXXXXX (USB)&raquo; for USB-tilkoblinger og &laquo;FAX XXXXXX (IP)&raquo; for nettverkstilkoblinger, m&aring; du velge hvilken du vil bruke til &aring; lagre mottatte fakser.</li>

<li class="list-text">Hvis skriveren har en sikkerhetsfunksjon som gj&oslash;r det mulig for administratorer &aring; begrense brukere som kan endre faksinnstillingene for skriveren, kan det hende du m&aring; oppgi et administratorpassord for &aring; fortsette.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">Velg <b>"Save" (save faxes on this computer) ("Lagre"  (lagre fakser p&aring; denne datamaskinen))</b>, og klikk deretter <b>Save to (Lagre i)</b> for &aring; spesifisere en mappe for &aring; lagre mottatte fakser.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Merk:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">F&oslash;lgende mappe er angitt som standard.<br>\Bruker\P&aring;loggingsnavn\PCFax\Skrivernavn</li>

<li class="list-text">N&aring;r skriveren er delt p&aring; et nettverk, kan du endre innstillingene fra hvilken som helst datamaskin p&aring; nettverket. Imidlertid kan fakser bare lagres p&aring; &eacute;n konto om gangen. Hvis <b>"Save" (save faxes on this computer) ("Lagre"  (lagre fakser p&aring; denne datamaskinen))</b> er stilt inn og <b>Received Fax Output Settings (Utskriftsinnstillinger for mottatt faks)</b> er valgt p&aring; en annen datamaskin, viser vinduet Received Fax Output Settings (Utskriftsinnstillinger for mottatt faks) meldingen &laquo;Save faxes on another computer or print queue (Lagre fakser p&aring; en annen datamaskin eller utskriftsk&oslash;)&raquo;.</li>
<div id="indent">
<li class="list-text">I vinduet kan du endre til <b>"Save" (save faxes on this computer) ("Lagre"  (lagre fakser p&aring; denne datamaskinen))</b> n&aring;r ingen er igjen p&aring; skriveren. Hvis det er fakser igjen p&aring; skriveren, vises en feilmelding om at du ikke kan endre innstillingen.<br>N&aring;r du deler skriveren (faksmaskinen), anbefaler vi at du oppretter en mappe p&aring; nettverket for lagring av fakser.</li>
</div>

<li class="list-text">Du kan endre innstillingen for Fax Receive Monitor (Faksmottaksoverv&aring;king) n&aring;r du klikker <b>Preferences (Innstillinger)</b> p&aring; Fax Receive Monitor (Faksmottaksoverv&aring;king).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Innstillinger) (Kun for modeller med PC-FAX-mottak)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Klikk <b>Send</b> for &aring; sende innstillingene til skriveren. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Merk:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">N&aring;r PC-FAX-mottakernes brukerautentisering (navn og passord for fildeling) er satt i skriveren, m&aring; denne informasjonen registreres i datamaskinens n&oslash;kkelring.<br>Hvis informasjonen ikke registreres i n&oslash;kkelringen, vises skjermen for &aring; skrive inn registrering. Skriv inn navn og passord, velg <b>Remember this password in my keychain (Legg til dette passordet p&aring; n&oslash;kkelringen min)</b>, og klikk deretter <b>Connect (Koble til)</b>.<br>Hvis du ikke lagre autentiseringsinformasjon i n&oslash;kkelringen, vil du bli bedt om &aring; oppgi den hver gang du mottar en faks og lagrer den p&aring; datamaskinen.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
