<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Lista de problemas</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">P&aacute;gina Inicial</a>
	&gt; <a href="menu07.htm">Resolu&ccedil;&atilde;o de problemas</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Lista de problemas</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">Problemas de transmiss&atilde;o</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Problemas de recep&ccedil;&atilde;o (Apenas para modelos com recep&ccedil;&atilde;o PC-FAX)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Mensagens de erro</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>Problemas de transmiss&atilde;o</h2>

<div class="body-text">Se ocorrer um problema de transmiss&atilde;o, procure resolv&ecirc;-lo conforme explicado de seguida.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problema</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">O que fazer</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (a sua impressora) n&atilde;o aparece na lista Impressora.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Certifique-se de que o controlador de impress&atilde;o e o controlador PC-FAX est&atilde;o instalados, e ainda que o controlador PC-FAX foi adicionado &agrave; lista de impressoras.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">O bot&atilde;o <b>Fax</b> aparece a cinzento (desactivado).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Este bot&atilde;o apenas est&aacute; dispon&iacute;vel se for adicionado um destinat&aacute;rio &agrave; <b>Recipient List (Lista destinat&aacute;rios)</b>. Especifique pelo menos um destinat&aacute;rio.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">N&atilde;o consegue enviar faxes a partir da impressora.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Se aparecer &ldquo;No dial tone detected (Sem tom de marca&ccedil;&atilde;o)&rdquo;, seleccione <b>Fax Settings (Defini&ccedil;&otilde;es de fax)</b> - <b>Dial Tone Detection Settings (Defini&ccedil;&otilde;es detec&ccedil;&atilde;o tom marc.)</b> e retire o visto da caixa de <b>Detect Dial Tone (Detectar tom marc)</b>.</li>

<li class="list-text">Certifique-se de que definiu <b>Your Phone Number (N&uacute;m. de telefone)</b> em Header Information Settings (Defini&ccedil;&otilde;es de dados cabe&ccedil;.). O fax do destinat&aacute;rio pode estar configurado para bloquear todos os faxes que n&atilde;o incluam o n&uacute;mero de telefone/fax do remetente.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">O estado dos dados transmitidos mant&eacute;m-se em Waiting for printer response (A aguardar resposta impres).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A mensagem Waiting for printer response (A aguardar resposta impres) aparece quando o computador n&atilde;o consegue comunicar com a impressora (FAX) e permanece inalterado at&eacute; que a comunica&ccedil;&atilde;o seja poss&iacute;vel. Verifique o seguinte.</div>
<ul id="itemiz">
<li class="list-text">Se a impressora est&aacute; ligada.</li>

<li class="list-text">Se a impressora est&aacute; ligada correctamente ao computador.</li>

<li class="list-text">Se a impressora for uma impressora de rede, verifique se o endere&ccedil;o de rede foi especificado correctamente.</li>

<li class="list-text">Se a impressora consegue imprimir normalmente.</li>
</ul>
<div class="table-text">Se todos os elementos acima estiverem correctos, desligue e volte a ligar a impressora.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A aplica&ccedil;&atilde;o fica bloqueada depois de aparecer a mensagem &ldquo;Cannot print other fax data because a transmission is being processed. (N&atilde;o pode imprimir outros dados fax porque est&aacute; a processar transmiss&atilde;o.)&rdquo;.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Algumas aplica&ccedil;&otilde;es podem ficar bloqueadas na altura de transmiss&atilde;o de um fax, aparecendo simultaneamente um aviso de arranque. (Podem recuperar algum tempo depois.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Topo&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Problemas de recep&ccedil;&atilde;o (Apenas para modelos com recep&ccedil;&atilde;o PC-FAX)</h2>

<div class="body-text">Se ocorrer um problema de recep&ccedil;&atilde;o, procure resolv&ecirc;-lo conforme explicado de seguida.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problema</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">O que fazer</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">O &iacute;cone Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) n&atilde;o &eacute; apresentado no FAX Utility (janela principal).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">O &iacute;cone &eacute; apresentado quando seleccionar a impressora que suporta recep&ccedil;&atilde;o PC-FAX.<br>Ligue uma impressora (fax) que suporte esta fun&ccedil;&atilde;o e, em seguida, seleccione-a.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">As Received Fax Output Settings (Defini&ccedil;&otilde;es de sa&iacute;da dos faxes recebidos) est&atilde;o configuradas para guardar faxes num computador, mas os faxes n&atilde;o s&atilde;o guardados.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Os faxes recebidos apenas s&atilde;o guardados na pasta especificada quando Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) estiver a ser executado. Recomendamos que mantenha o Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) em execu&ccedil;&atilde;o.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">N&atilde;o &eacute; poss&iacute;vel receber faxes.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Seleccione a caixa de verifica&ccedil;&atilde;o <b>Auto Answer (Resposta auto)</b> em <b>Fax Settings (Defini&ccedil;&otilde;es de fax)</b> - <b>Auto Answer Settings (Defini&ccedil;&otilde;es Resposta auto)</b>. Se n&atilde;o houver nenhum telefone externo ligado &agrave; impressora, a impressora n&atilde;o pode receber faxes sem configurar <b>Auto Answer (Resposta auto)</b>.</li>

<li class="list-text">Verifique se a impressora n&atilde;o se encontra num estado de erro.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">N&atilde;o &eacute; poss&iacute;vel alterar as defini&ccedil;&otilde;es para imprimir os faxes recebidos.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">N&atilde;o pode alterar as defini&ccedil;&otilde;es at&eacute; todos os faxes recebidos terem sido guardados no computador. Num computador configurado para receber faxes, altere as defini&ccedil;&otilde;es ap&oacute;s verificar a exist&ecirc;ncia de novos faxes ou altere as defini&ccedil;&otilde;es, utilizando o painel de controlo da impressora.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"Cannot find the received fax folder. (N&atilde;o encontra a pasta do fax recebido.)" &eacute; apresentado quando uma pasta partilhada na rede est&aacute; configurada como pasta do fax recebido.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Para guardar numa pasta partilhada numa rede, necessita de efectuar previamente a respectiva liga&ccedil;&atilde;o. Seleccione a barra de menus no ambiente de trabalho <b>Go (Ir)</b> - <b>Connect to Server (Ligar ao Servidor)</b> e ligue &agrave; pasta partilhada na rede.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A janela Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) n&atilde;o &eacute; apresentada quando Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) tiver iniciado automaticamente durante o in&iacute;cio de sess&atilde;o.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A janela Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) n&atilde;o &eacute; apresentada automaticamente quando os computadores iniciam sess&atilde;o. Clique no &iacute;cone Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) na Dock para abrir a janela. Mesmo no caso da janela Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) n&atilde;o ser apresentada automaticamente, est&aacute; a realizar opera&ccedil;&otilde;es em segundo plano, tais como verifica&ccedil;&atilde;o de novos faxes, etc.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">O ecrã de entrada da autenticação de utilizador é apresentado no computador de cada vez que recebe um fax.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Quando utiliza uma impressora ligada à rede, se a autenticação de recepção PC-FAX (nome e palavra-passe da partilha de ficheiros) estiver configurada na impressora, este ecrã é apresentado quando guarda o fax recebido no computador. Isto também acontece quando as informações de autenticação configuradas na impressora são diferentes das informações guardadas no porta-chaves.<br>Defina novamente as <b>Received Fax Output Settings (Definições de saída dos faxes recebidos)</b> e, em seguida, introduza as informações de autenticação de utilizador correctas quando o ecrã de entrada for apresentado. Lembre-se de seleccionar a opção <b>Remember this password in my keychain (Guardar palavra-passe no porta-chaves)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Topo&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Mensagens de erro</h2>

<div class="body-text">Se aparecer uma mensagem de erro, procure solucionar o problema seguindo as instru&ccedil;&otilde;es de resolu&ccedil;&atilde;o de problemas.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mensagem</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">O que fazer</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (Imposs&iacute;vel obter dados da impressora (fax). V&aacute; para "Impr. e Prefer&ecirc;ncias de fax" e adicione o controlador PC-FAX.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Adicione o controlador PC-FAX &agrave; lista de impressoras.</div>
<div class="table-text">Clique em <b>OK</b> na caixa de mensagens. Aparece a caixa de di&aacute;logo para adicionar a impressora.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (N&atilde;o pode abrir o Registo transmiss&atilde;o fax porque outra fun&ccedil;&atilde;o do FAX Utility est&aacute; em execu&ccedil;&atilde;o. Aguarde at&eacute; que termine e tente de novo.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Outra fun&ccedil;&atilde;o do FAX Utility est&aacute; em execu&ccedil;&atilde;o. Feche a outra fun&ccedil;&atilde;o e tente de novo.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (O ficheiro de registo de transmiss&atilde;o de fax n&atilde;o abre. N&atilde;o tem direitos de acesso ou o ficheiro n&atilde;o existe.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Verifique se tem direitos de acesso de leitura do registo de transmiss&atilde;o.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (Falha a guardar o ficheiro de registo. Altere o caminho e o nome do ficheiro e volte a guard&aacute;-lo.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Verifique o destino onde o ficheiro de registo &eacute; guardado.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (Falha a apagar o ficheiro de registo. &Eacute; poss&iacute;vel que outra aplica&ccedil;&atilde;o esteja a us&aacute;-lo, que n&atilde;o tenha direitos de acesso ou que j&aacute; tenha sido apagado.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Se um ficheiro de registo continuar a existir, verifique as defini&ccedil;&otilde;es de direito de acesso ou feche outras aplica&ccedil;&otilde;es.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Ocorreu erro comunica&ccedil;&atilde;o da impressora.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Desligue a impressora e volte a lig&aacute;-la. Se n&atilde;o resultar, tente novamente passado algum tempo.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Detectado erro ao comunicar c/ a impressora.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Aguarde um pouco e tente de novo.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (Falha a escrever no fich. c&oacute;pia. N&atilde;o h&aacute; espa&ccedil;o ou pode estar protegido contra escrita.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Verifique se existe espa&ccedil;o livre no disco r&iacute;gido. Ou retire a protec&ccedil;&atilde;o contra grava&ccedil;&atilde;o do ficheiro de c&oacute;pia.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (Falha a gravar o ficheiro de c&oacute;pia. O ficheiro especificado est&aacute; a ser utilizado por outra aplica&ccedil;&atilde;o.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">O ficheiro de c&oacute;pia est&aacute; a ser utilizado por outro programa. Feche o outro programa.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (N&atilde;o reconhece o formato de ficheiro. O ficheiro pode estar danificado ou ter sido criado por outra aplica&ccedil;&atilde;o.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A &uacute;nica extens&atilde;o suportada para o ficheiro de c&oacute;pia &eacute; *.fpb. Verifique o ficheiro de c&oacute;pia.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (Falha a ler o ficheiro de c&oacute;pia. O ficheiro especificado est&aacute; a ser utilizado por outra aplica&ccedil;&atilde;o.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">O ficheiro de c&oacute;pia est&aacute; a ser utilizado por outro programa. Feche o outro programa.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Processamento cancelado porque ocorreu erro.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Se n&atilde;o conseguir resolver o problema reiniciando a impressora e o computador, contacte a assist&ecirc;ncia t&eacute;cnica da Epson. Para ver as informa&ccedil;&otilde;es de contacto, consulte o manual da impressora.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Topo&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
