<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Defini&ccedil;&atilde;o para guardar um fax recebido no computador</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">P&aacute;gina Inicial</a>
	&gt; <a href="menu03.htm">Recep&ccedil;&atilde;o de fax (Apenas para modelos com Recep&ccedil;&atilde;o PC-FAX)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Defini&ccedil;&atilde;o para guardar um fax recebido no computador</h1>

<div class="body-text">Pode alterar as defini&ccedil;&otilde;es de sa&iacute;da dos faxes recebidos como ficheiros PDF num computador ou numa pasta partilhada num servidor (recep&ccedil;&atilde;o PC-FAX).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Se a impressora suportar recep&ccedil;&atilde;o PC-FAX, Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) &eacute; apresentado na janela principal de FAX Utility.</li>

<li class="list-text">Ao utilizar a recep&ccedil;&atilde;o PC-FAX, defina resposta auto.</li>

<li class="list-text">Dependendo da impressora, os dados de faxes recebidos guardados num computador s&atilde;o removidos da mem&oacute;ria da impressora.</li>

<li class="list-text">Uma vez que os faxes recebidos s&atilde;o guardados como ficheiros PDF, necessita do Cover Flow (10.5 ou posterior), Quick Look (Vista R&aacute;pida) (10.5 ou posterior) ou Preview.app pr&eacute;-instalados com o Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Iniciar o <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Iniciar o FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Clique em <b>Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">N&atilde;o &eacute; poss&iacute;vel iniciar m&uacute;ltiplas inst&acirc;ncias do Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) num ambiente de multiutilizador.</li>

<li class="list-text">Apenas pode importar e guardar um fax recebido se o Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) estiver a ser executado.</li>

<li class="list-text">Quando o Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) estiver a ser executado, &eacute; apresentado um &iacute;cone no Dock. Adicionar o Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) ao Dock permite iniciar o Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) facilmente. Para adicionar o Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) &agrave; Dock, clique no &iacute;cone <b>Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes)</b> enquanto mant&eacute;m a tecla <b>Control (Controlo)</b> premida e, em seguida, clique em <b>Add to Dock (Adicionar ao Dock)</b> no menu.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">Seleccione a impressora e, em seguida, <b>Receive Settings (Receber defini&ccedil;&otilde;es)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Uma vez que apenas pode guardar faxes para uma fila (fax) de impress&atilde;o de cada vez, se houver m&uacute;ltiplas filas (fax) de impress&atilde;o na mesma impressora, tais como "FAX XXXXXX (USB)" para liga&ccedil;&otilde;es USB e "FAX XXXXXX(IP)" para liga&ccedil;&otilde;es de rede, seleccione a fila que pretende utilizar para guardar os faxes recebidos.</li>

<li class="list-text">Se a sua impressora inclui uma fun&ccedil;&atilde;o de seguran&ccedil;a que permite aos administradores restringir os utilizadores de alterar as defini&ccedil;&otilde;es de fax da impressora, poder&aacute; ser necess&aacute;rio introduzir uma palavra-passe de administrador para continuar.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">Seleccione <b>"Save" (save faxes on this computer) ("Guardar" (guardar faxes neste computador))</b> e, em seguida, clique em <b>Save to (Guardar para)</b> para especificar uma pasta onde os faxes recebidos ser&atilde;o guardados.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">A seguinte pasta &eacute; especificada por predefini&ccedil;&atilde;o.<br>\Utilizador\Nome de in&iacute;cio de sess&atilde;o\PCFax\Nome da impressora</li>

<li class="list-text">Quando a impressora &eacute; partilhada numa rede, pode alterar as defini&ccedil;&otilde;es a partir de qualquer computador na rede. No entanto, os faxes apenas podem ser guardados numa conta de cada vez. Se <b>"Save" (save faxes on this computer) ("Guardar" (guardar faxes neste computador))</b> estiver seleccionado e <b>Received Fax Output Settings (Defini&ccedil;&otilde;es de sa&iacute;da dos faxes recebidos)</b> estiver seleccionado noutro computador, a janela Received Fax Output Settings (Defini&ccedil;&otilde;es de sa&iacute;da dos faxes recebidos) apresenta a mensagem "Save faxes on another computer or print queue (Guardar faxes noutro computador ou fila de impress&atilde;o)".</li>
<div id="indent">
<li class="list-text">Nesta janela, pode alterar para <b>"Save" (save faxes on this computer) ("Guardar" (guardar faxes neste computador))</b> enquanto n&atilde;o houver faxes na impressora. Se restarem faxes na impressora, &eacute; apresentada uma mensagem de erro a informar que n&atilde;o pode alterar a defini&ccedil;&atilde;o.<br>Ao partilhar a impressora (fax), recomendamos que crie uma pasta na rede para guardar faxes.</li>
</div>

<li class="list-text">Pode alterar a defini&ccedil;&atilde;o do Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes) ao clicar em <b>Preferences (Prefer&ecirc;ncias)</b> no Fax Receive Monitor (Ecr&atilde; de recep&ccedil;&atilde;o de faxes).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Prefer&ecirc;ncias) (Apenas para modelos com recep&ccedil;&atilde;o PC-FAX)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Clique em <b>Send (Enviar)</b> para enviar as defini&ccedil;&otilde;es para a impressora. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Note:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Quando a autenticação de utilizador da recepção PC-FAX (nome e palavra-passe da partilha de ficheiros) estiver configurada na impressora, terá de registar essas informações no porta-chaves do computador. <br>Se as informações não estiverem registadas no porta-chaves, é apresentado o ecrã de entrada de registo. Introduza o nome e a palavra-passe, seleccione <b>Remember this password in my keychain (Guardar palavra-passe no porta-chaves)</b>e, em seguida, clique em <b>Connect (Ligar)</b>.<br>Se não guardar estas informações de autenticação no porta-chaves, estas serão pedidas cada vez que recebe um fax e o guarda no computador.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
