<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Lista de problemas</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Inicio</a>
	&gt; <a href="menu07.htm">Soluci&oacute;n de problemas</a>
</div>
<h1 class="head-a">
<a name="S-00600-00100"></a>Lista de problemas</h1>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00100">Problemas de transmisi&oacute;n</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00300">Problemas de recepci&oacute;n (s&oacute;lo para modelos con recepci&oacute;n de PC-FAX)</a>
</div>
<div class="jumper">
<img align="top" src="../../files/link_bul.gif"><a href="#S-00600-00100-00200">Mensajes de error</a>
</div>
<div id="blanks"></div>



<h2 class="head-b">
<a name="S-00600-00100-00100"></a>Problemas de transmisi&oacute;n</h2>

<div class="body-text">Soluci&oacute;n de aver&iacute;as en caso de producirse un problema de transmisi&oacute;n.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problema</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Qu&eacute; hacer</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">FAX XXXXXX (su impresora) no figura en la lista Impresora.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Confirme que est&eacute;n instalados el controlador de impresora y el controlador de PC-FAX, y que el controlador de PC-FAX se haya a&ntilde;adido a la lista de impresoras.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">El bot&oacute;n <b>Fax</b> est&aacute; atenuado (inhabilitado).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Este bot&oacute;n solamente est&aacute; disponible si se ha a&ntilde;adido alg&uacute;n recipiente a la <b>Recipient List (Lista destinatarios)</b>. Especifique un destinatario como m&iacute;nimo.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">No se pueden enviar faxes desde la impresora.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Si aparece No dial tone detected (No hay tono marcado) seleccione <b>Fax Settings (Ajustes de fax)</b> - <b>Dial Tone Detection Settings (Ajustes de Detecci&oacute;n tono marcado)</b> y desmarque la casilla de verificaci&oacute;n de <b>Detect Dial Tone (Detectar tono marc)</b>.</li>

<li class="list-text">Aseg&uacute;rese de haber definido <b>Your Phone Number (Su n&uacute;mero de tel&eacute;fono)</b> en Header Information Settings (Ajustes de Datos de membrete). La m&aacute;quina de fax del destinatario puede estar configurada para bloquear cualquier fax que no incluya el n&uacute;mero de tel&eacute;fono/fax del remitente.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">El estado de los datos de transmisi&oacute;n no cambia de Waiting for printer response (Esperando respuest impresr).</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Waiting for printer response (Esperando respuest impresr) se muestra cuando el ordenador no se puede comunicar con la impresora (FAX) y permanece hasta que se establece la comunicaci&oacute;n. Comprobar lo siguiente.</div>
<ul id="itemiz">
<li class="list-text">Si la impresora est&aacute; conectada.</li>

<li class="list-text">Si la impresora y el ordenador est&aacute;n correctamente conectados.</li>

<li class="list-text">Si la impresora es una impresora de red, y si la direcci&oacute;n de dicha impresora est&aacute; correctamente especificada.</li>

<li class="list-text">Si la impresora puede imprimir correctamente.</li>
</ul>
<div class="table-text">Si todos los datos anteriores son correctos, desconectar y volver a conectar la impresora.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">La aplicaci&oacute;n se bloquea despu&eacute;s de mostrar el mensaje Cannot print other fax data because a transmission is being processed. (No se pueden imprimir otros datos de fax porque se est&aacute; procesando una transmisi&oacute;n.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Puede que algunas aplicaciones queden suspendidas, con un aviso simult&aacute;neo de advertencia visualizado a su inicio. (Puede que se recuperen transcurrido un rato.)</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Principio&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00300"></a>Problemas de recepci&oacute;n (s&oacute;lo para modelos con recepci&oacute;n de PC-FAX)</h2>

<div class="body-text">Soluci&oacute;n de problemas en caso de que se produzca un problema de recepci&oacute;n.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Problema</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Qu&eacute; hacer</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">El icono de Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) no se muestra en la pantalla principal de FAX Utility.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">El icono se muestra al seleccionar una impresora que admite la recepci&oacute;n de PC-FAX.<br>Conecte una impresora (fax) que admita esta funci&oacute;n y encienda la impresora. A continuaci&oacute;n, seleccione la impresora.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">La opci&oacute;n Received Fax Output Settings (Ajustes de salida de faxes recibidos) est&aacute; definida para guardar los faxes en un ordenador, pero no se guardan.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Los faxes recibidos solamente se guardan en la carpeta especificada si se est&aacute; ejecutando el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes). Se recomienda mantener el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) en funcionamiento.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">No se pueden recibir faxes.</div>
</td><td valign="top" width="50%">
<ul id="itemiz">
<li class="list-text">Seleccione la casilla de verificaci&oacute;n <b>Auto Answer (Resp autom)</b> en <b>Fax Settings (Ajustes de fax)</b> - <b>Auto Answer Settings (Ajustes de Resp autom)</b>. Si no hay conectado ning&uacute;n tel&eacute;fono externo a la impresora, la impresora no podr&aacute; recibir faxes sin configurar el ajuste <b>Auto Answer (Resp autom)</b>.</li>

<li class="list-text">Compruebe que no se haya producido ning&uacute;n error en la impresora.</li>
</ul>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">No puede cambiar los ajustes de manera que se imprimen los faxes recibidos.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">No puede cambiar los ajustes hasta que no se hayan guardado todos los faxes recibidos en el ordenador. En un ordenador que est&eacute; configurado para guardar los faxes recibidos, cambie los ajustes despu&eacute;s de comprobar si hay faxes nuevos, o bien cambie los ajustes utilizando el panel de control de la impresora.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">"El mensaje Cannot find the received fax folder (No se encuentra la carpeta de faxes recibidos) aparece cuando una carpeta compartida en una red est&aacute; configurada como carpeta de faxes recibidos.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Para guardar los faxes en una carpeta compartida en una red, primero debe conectarse a dicha red. Seleccione la barra de men&uacute;s en el escritorio: <b>Go (Ir)</b> - <b>Connect to Server (Conectar al servidor)</b> y con&eacute;ctese a la carpeta compartida en la red.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">La ventana Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) no se muestra cuando el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) se inicia autom&aacute;ticamente al iniciar sesi&oacute;n.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">La ventana Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) no se muestra autom&aacute;ticamente cuando el ordenador inicia sesi&oacute;n. Haga clic en el icono del Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) en el Dock para abrir la ventana. Aunque la ventana Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) no se muestre autom&aacute;ticamente, s&iacute; que realiza operaciones en segundo plano, como la comprobaci&oacute;n de faxes nuevos, etc.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cada vez que recibe un fax se muestra en el ordenador la pantalla de entradas de autenticaci&oacute;n de usuario.</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">En una impresora conectada a la red, si la autenticación del usuario de recepción de PC-Fax (nombre y contraseña para compartir archivos) está establecida en la impresora, se muestra esta pantalla al guardar en el ordenador el fax recibido. Lo mismo sucede cuando la información de autenticación definida en la impresora difiere de la información guardada en el administrador de contraseñas.<br>Especifique de nuevo los <b>Received Fax Output Settings (Ajuste de salida de faxes recibidos)</b> y, a continuación, introduzca la información correcta de autenticación de usuario cuando se muestre la pantalla de entradas. No olvide seleccionar <b>Remember this password in my keychain (Guardar esta contraseña en mi llavero)</b>.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Principio&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
<h2 class="head-b">
<a name="S-00600-00100-00200"></a>Mensajes de error</h2>

<div class="body-text">Cuando se muestra un mensaje de error, se puede solucionar el problema siguiendo las instrucciones detalladas a continuaci&oacute;n.</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Mensaje</div>
</td><td valign="top" width="50%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Qu&eacute; hacer</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Unable to obtain printer (fax) information. Open "Print &amp; Fax Preferences" and add the PC-FAX driver. (No se pueden obtener datos de la impresora (fax). Vaya a "Preferencias de impresi&oacute;n y fax" y a&ntilde;ada el controlador PC-FAX.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A&ntilde;ada el controlador de PC-FAX a la lista de impresoras.</div>
<div class="table-text">En el cuadro de mensaje, haga clic en <b>OK (Aceptar)</b>. Se abrir&aacute; el cuadro de di&aacute;logo para a&ntilde;adir impresoras.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open Fax Transmission Record because another FAX Utility function is already running. Please wait until it has finished and try again. (No se puede abrir el Registro de transmisi&oacute;n de fax porque est&aacute; ejecut&aacute;ndose otra funci&oacute;n de FAX Utility. Espere a que termine e int&eacute;ntelo de nuevo.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Se est&aacute; ejecutando otra funci&oacute;n de FAX Utility. Cierre la otra funci&oacute;n y vuelva a intentarlo.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot open the transmission record file. You have no access rights or the file does not exist. (No se puede abrir el archivo de registro de transmisi&oacute;n. O usted no tiene derechos para acceder a &eacute;l o el archivo no existe.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Confirme que tiene derecho de acceso de lectura al registro de transmisi&oacute;n.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to save the log file. Change the path and file name, and save it again. (No se ha podido guardar el archivo de registro. Cambie el nombre y la ruta del archivo y vuelva a guardarlo.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Compruebe la ubicaci&oacute;n donde desea guardar el archivo de registro.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to delete the log file. Another application may be using it, or you have no access rights, or it may already have been deleted. (No se ha podido borrar el archivo de registro. O lo est&aacute; usando otra aplicaci&oacute;n, o usted no tiene derechos para acceder a &eacute;l o ya se hab&iacute;a borrado.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Si queda un archivo de registro, revise los ajustes del derecho de acceso o cierre otras aplicaciones.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">A printer communication error occurred. (Error de comunicaci&oacute;n de la impresora.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Apague la impresora y luego vuelva a encenderla. Si no funciona, espere un rato y vuelva a intentarlo.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">An error was detected while communicating with the printer. (Error durante la comunicaci&oacute;n con la impresora.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Wait for a while and then try again. (Error durante la comunicaci&oacute;n con la impresora. Espere un rato y vuelva a intentarlo.)</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. There is not enough free space or it may be write protected. (No se ha escrito archivo d copia de seguridad. El disco no tiene bastante espacio libre o est&aacute; protegido contra escritura.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Compruebe si hay suficiente espacio en el disco duro o elimine la protecci&oacute;n contra escritura del archivo de copia de seguridad.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to write the backup file. The file specified is being used by another application. (No se ha podido escribir el archivo de copia de seguridad. Est&aacute; us&aacute;ndolo otra aplicaci&oacute;n.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Otro programa est&aacute; usando el archivo de copia de seguridad. Salga del otro programa.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Cannot recognize the file format. The file may be corrupt or created by another application. (No se detecta el formato del archivo. El archivo puede estar da&ntilde;ado o ha sido creado con otra aplicaci&oacute;n.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Para los archivos de copia de seguridad, solamente se admite la extensi&oacute;n *.fpb. Compruebe el archivo de seguridad.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Failed to read the backup file. The specified file is being used by another application. (No se ha podido leer el archivo de copia de seguridad. Est&aacute; us&aacute;ndolo otra aplicaci&oacute;n.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Otro programa est&aacute; usando el archivo de copia de seguridad. Salga del otro programa.</div>
</td>
</tr>
<tr>
<td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Processing canceled because an error occurred. (Error. Procesamiento cancelado.)</div>
</td><td valign="top" width="50%">
<!--Table Text-->
<div class="table-text">Si al reiniciar la impresora y el ordenador no se resuelve el problema, p&oacute;ngase en contacto con el Servicio de asistencia de Epson. Para obtener la informaci&oacute;n de contacto, consulte el manual de la impresora.</div>
</td>
</tr>
</table>
</div>
<div align="right" class="link-top">
<a href="#top">Principio&nbsp;<img align="middle" border="0" src="../../files/link_top.gif"></a>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
