<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Configuraci&oacute;n para guardar un fax recibido en un ordenador</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Inicio</a>
	&gt; <a href="menu03.htm">Recepci&oacute;n de faxes (solo para modelos con recepci&oacute;n de PC-FAX)</a>
</div>
<h1 class="head-a">
<a name="S-00400-00200"></a>Configuraci&oacute;n para guardar un fax recibido en un ordenador</h1>

<div class="body-text">Puede cambiar los ajustes de salida de los faxes recibidos para guardarlos como archivos PDF en un ordenador o en una carpeta compartida en un servidor (recepci&oacute;n de PC-FAX).</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Si su impresora admite la recepci&oacute;n de PC-FAX, el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) aparece en la ventana principal de FAX Utility.</li>

<li class="list-text">Cuando utilice la recepci&oacute;n de PC-FAX, configure la respuesta autom&aacute;tica.</li>

<li class="list-text">En funci&oacute;n de la impresora, los datos de faxes recibidos en el ordenador se eliminan de la memoria de la impresora.</li>

<li class="list-text">Dado que los faxes recibidos se guardan como archivos PDF, necesita tener preinstalados Cover Flow (10.5 o posterior), Quick Look (10.5 o posterior) o Preview.app con Mac OS X.</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_1.gif"></td><td>
<div class="body-text">Inicie <b>FAX Utility</b>.</div>
</td>
</tr>
</table>
</div>
<div id="indent">
<div class="body-text">
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="fu01_3.htm#S-00200-00300">Iniciar FAX Utility</a>
</div>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_2.gif"></td><td>
<div class="body-text">Haga clic en <b>Fax Receive Monitor (Monitor de recepci&oacute;n de faxes)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">No puede iniciar varias instancias del Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) en un entorno multiusuario.</li>

<li class="list-text">S&oacute;lo puede importar y guardar un fax recibido cuando el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) se est&eacute; ejecutando.</li>

<li class="list-text">Cuando el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) se est&aacute; ejecutando, aparece un icono en el Dock. Si a&ntilde;ades el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) al Dock, podr&aacute;s iniciar el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) con facilidad. Para a&ntilde;adir el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) al Dock, haz clic en el icono del <b>Fax Receive Monitor (Monitor de recepci&oacute;n de faxes)</b> y mant&eacute;n pulsada la tecla <b>Control</b>. A continuaci&oacute;n, haz clic en <b>Add to Dock (A&ntilde;adir al Dock)</b> en el men&uacute;.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_3.gif"></td><td>
<div class="body-text">Seleccione su impresora y, a continuaci&oacute;n, <b>Receive Settings (Ajustes de recepci&oacute;n)</b>.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Como s&oacute;lo puede guardar faxes en una cola de impresi&oacute;n (fax) al mismo tiempo, si hay varias colas de impresi&oacute;n (fax) en la misma impresora, como "FAX XXXXXX (USB)" para conexiones USB y "FAX XXXXXX(IP)" para conexiones de red, seleccione la que desee utilizar para guardar los faxes recibidos.</li>

<li class="list-text">Si su impresora tiene una funci&oacute;n de seguridad que permite a los administradores definir restricciones para el cambio de los ajustes de fax de la impresora por parte de los usuarios, puede que necesite una contrase&ntilde;a de administrador para continuar.</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_4.gif"></td><td>
<div class="body-text">Seleccione <b>"Save" (save faxes on this computer) ("Guardar" (guardar los faxes que hay en este ordenador))</b> y haga clic en <b>Save to (Guardar en)</b> para especificar una carpeta donde guardar los faxes recibidos.</div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">De forma predeterminada se especifica la carpeta siguiente.<br>\Usuario\Nombre_inicio_sesi&oacute;n\PCFax\Nombre_impresora</li>

<li class="list-text">Si la impresora se comparte en una red, puede cambiar la configuraci&oacute;n desde cualquier ordenador de la red. No obstante, los faxes s&oacute;lo se guardar&aacute;n en una cuenta. Si se selecciona <b>"Save" (save faxes on this computer) ("Guardar" (guardar los faxes que hay en este ordenador))</b> y <b>Received Fax Output Settings (Ajustes de salida de faxes recibidos)</b> en otro ordenador, la ventana Received Fax Output Settings (Ajustes de salida de faxes recibidos) muestra el mensaje "Save faxes on another computer or print queue (Guardar faxes en otro ordenador o cola de impresi&oacute;n)".</li>
<div id="indent">
<li class="list-text">En la ventana, puede cambiar a la opci&oacute;n <b>"Save" (save faxes on this computer) ("Guardar" (guardar los faxes que hay en este ordenador))</b> si no queda ning&uacute;n fax en la impresora. Si queda alg&uacute;n fax en la impresora, se mostrar&aacute; un mensaje de error inform&aacute;ndole de que no puede cambiar el ajuste.<br>Cuando se comporte la impresora (fax), es recomendable crear una carpeta en la red para guardar los faxes.</li>
</div>

<li class="list-text">Puede cambiar la configuraci&oacute;n de Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) haciendo clic en <b>Preferences (Preferencias)</b> en Fax Receive Monitor (Monitor de recepci&oacute;n de faxes).<br>
<img border="0" src="../../files/fon3_38.gif"> <a target="_self" href="preferences.htm#S-00500-00800">Preferences (Preferencias) (s&oacute;lo para modelos con recepci&oacute;n de PC-FAX)</a>
</li>
</ul>
</td>
</tr>
</table>
</div>
<div id="steps">
<table cellpadding="0" cellspacing="0" hspace="0" vspace="0" border="0">
<tr valign="TOP">
<td><img vspace="3" hspace="0" border="0" src="../../files/help_5.gif"></td><td>
<div class="body-text">Haga clic en <b>Send (Enviar)</b> para enviar los ajustes a la impresora. </div>
</td>
</tr>
</table>
</div>
<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Note:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Al configurar en la impresora la autenticación del usuario de recepción de PC-Fax (nombre y contraseña para compartir archivos), es necesario registrar dicha información en el administrador de contraseñas Keychain del ordenador.<br>Si la información no se registra en el administrador de contraseñas, se muestra la pantalla de entradas de registro. Introduzca el nombre y contraseña, seleccione <b>Remember this password in my keychain (Guardar esta contraseña en mi llavero)</b> y, a continuación, haga clic en<b>Connect (Conectar)</b>.<br>Si no guarda esta información de autenticación en el administrador de contraseñas, tendrá que introducirla cada vez que reciba un fax y lo guarde en el ordenador.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
