<!-- saved from url=(0013)about:internet -->
<html>
<head>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<meta name="Version" content="NPD5191-00">
<title>Preferences (Preferencias) (s&oacute;lo para modelos con recepci&oacute;n de PC-FAX)</title>
<link href="../../files/_shelp07.css" rel="stylesheet">
</head>
<body onContextMenu="return false;">
<a name="Preferences"></a><a name="top"></a>
<table bgcolor="#ffffff" height="100%" cellPadding="0" cellSpacing="0" border="0" width="100%">
<tbody>
<tr>
<td vAlign="top" height="100%" width="100%">
<!--Main Contents Start-->
<table border="0" cellPadding="0" cellSpacing="0">
<tbody>
<tr>
<td width="10"><img height="1" width="10" src="../../files/01.gif"></td><td width="100%">
<div class="topics">
	&gt; <a href="index.htm">Inicio</a>
	&gt; <a href="menu06.htm">Pantallas</a>
</div>
<h1 class="head-a">
<a name="S-00500-00800"></a>Preferences (Preferencias) (s&oacute;lo para modelos con recepci&oacute;n de PC-FAX)</h1>

<div class="body-text">Esta ventana permite configurar los ajustes de recepci&oacute;n de faxes, como por ejemplo la forma en que se realizan las notificaciones cuando se recibe un fax nuevo.</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<ul id="itemiz">
<li class="list-text">Esta ventana se visualiza al hacer clic en <b>Fax Receive Monitor Preferences (Preferencias del Monitor de recepci&oacute;n de faxes)</b> en Fax Receive Monitor (Monitor de recepci&oacute;n de faxes).</li>

<li class="list-text">Estos ajustes se aplican a todas las impresoras y colas de impresi&oacute;n mostradas en el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes).</li>
</ul>
</td>
</tr>
</table>
</div>

<div id="tables">
<table width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="0" cellspacing="0" align="center">
<tr>
<td valign="top" width="25%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Elemento</div>
</td><td valign="top" width="74%" bgcolor="#e6e6e6">
<!--Table Head-->
<div class="table-head">Explicaci&oacute;n</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Specify an interval to check for new faxes (Especifique el intervalo en el que se comprobar&aacute; si hay faxes nuevos)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Especifique cada cu&aacute;nto tiempo desea comprobar si hay faxes nuevos (entre 1 y 30 minutos).</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of new faxes via a dock icon (Notificarme los faxes nuevos con un icono en el dock)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Seleccione esta opci&oacute;n para que aparezca el icono del Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) en el Dock cuando llegue un fax nuevo.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Notify me of errors via a dock icon (Notificarme los errores con un icono en el dock)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Seleccione esta opci&oacute;n para que aparezca el icono del Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) en el Dock cuando se produzca un error. Haga clic en el icono para mostrar la ventana Monitor de recepci&oacute;n de faxes donde se indica la informaci&oacute;n del error.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Start at login (Arrancar al iniciar sesi&oacute;n)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Se recomienda configurar este ajuste en <b>Automatic (Autom&aacute;tico)</b>. Si la opci&oacute;n <b>"Save" (save faxes on this computer) ("Guardar" (guardar los faxes que hay en este ordenador))</b> est&aacute; definida en Received Fax Output Settings (Ajustes de salida de faxes recibidos), Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) se iniciar&aacute; autom&aacute;ticamente cuando inicie sesi&oacute;n. Si selecciona <b>On (Act)</b>, Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) se iniciar&aacute; al iniciar sesi&oacute;n, independientemente de los ajustes de salida. En cambio, si selecciona <b>Off (Des)</b>, el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) no se iniciar&aacute; al iniciar sesi&oacute;n.</div>
</td>
</tr>
<tr>
<td valign="top" width="25%">
<!--Table Text-->
<div class="table-text">Wait time before checking new faxes (Esperar este tiempo para comprobar si hay faxes nuevos)</div>
</td><td valign="top" width="74%">
<!--Table Text-->
<div class="table-text">Este elemento est&aacute; disponible cuando la opci&oacute;n <b>Automatic (Autom&aacute;tico)</b> o <b>On (Act)</b> est&aacute; definida en <b>Start at login (Arrancar al iniciar sesi&oacute;n)</b>. Especifique cu&aacute;nto tiempo (0 a 10 minutos) se debe esperar antes de comprobar si hay faxes nuevos despu&eacute;s de que se inicie el Fax Receive Monitor (Monitor de recepci&oacute;n de faxes) al iniciar sesi&oacute;n. Esto resulta &uacute;til cuando la carpeta donde se deben guardar los faxes se encuentra en una red, y usted necesita tiempo para establecer una conexi&oacute;n con la carpeta despu&eacute;s de iniciar sesi&oacute;n.</div>
</td>
</tr>
</table>
</div>

<div class="mark-no">
<!--Note Head-->
<img hspace="5" align="top" src="../../files/mark_no.gif">Nota:</div>
<div id="square">
<table align="center" width="94%" bordercolordark="#ffffff" bordercolorlight="#666666" border="1" cellpadding="5" cellspacing="0" bgcolor="#FFFFFF">
<tr>
<td>

<div class="mark-text">Si la carpeta donde se deben guardar los faxes recibidos es una carpeta compartida en una red, puede conectarse a la carpeta cuando inicie sesi&oacute;n; para ello, registre la carpeta en la lista de elementos de inicio de sesi&oacute;n. Haga clic en <b>Apple</b> - <b>System Preferences (Preferencias del Sistema)</b> - <b>Account (Cuenta)</b> - <b>Login to register (Iniciar sesi&oacute;n para registrar)</b>.</div>
</td>
</tr>
</table>
</div>
</td><td width="10"><img height="1" width="10" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
<!--Main Contents End-->
</td>
</tr>
<tr>
<td height="10"><img height="10" width="1" src="../../files/01.gif"></td>
</tr>
</tbody>
</table>
</body>
</html>
